{
  "movies": [
    {
      "id": 897087,
      "title": "Freelance",
      "description": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive.",
      "image": "https://image.tmdb.org/t/p/w342//7Bd4EUOqQDKZXA6Od5gkfzRNb0.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zIYROrkHJPYB3VTiW1L9QVgaQO.jpg",
      "category": "Action"
    },
    {
      "id": 479753,
      "title": "Shockwave: Countdown to Disaster",
      "description": "A stolen seismic weapon is activated in Yemen. A hostage freed there tries in vain to warn against its global effect. It starts seismic activity at the Californian fault line where her daughter and ex are monitoring it. Can they stop it?",
      "image": "https://image.tmdb.org/t/p/w342//sBD608VF4TcFHmP7SuC0OcvZQ0b.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mIpdOcss3oedSYB8juiSXg89uLL.jpg",
      "category": "Action"
    },
    {
      "id": 656156,
      "title": "A Man of Reason",
      "description": "After 10 years of incarceration on behalf of his employer, all Su-hyuk wants is a normal life - one he hopes will include his former girlfriend, Min-seo, and their daughter, In-bi. But once you've penetrated the upper echelons of the underworld, normal can prove hard to come by. Sometime in the past decade, meanwhile, Su-hyuk's employer has adopted an air of legitimacy. These days, the old gang steal and murder in the name of urban development. And they want the reluctant Su-hyuk on board.",
      "image": "https://image.tmdb.org/t/p/w342//ePwZs1oOh4pg8UZP8DuVZZeIn89.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jVFeUR259RcW57mzhqJogV3QnLa.jpg",
      "category": "Action"
    },
    {
      "id": 385687,
      "title": "Fast X",
      "description": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.",
      "image": "https://image.tmdb.org/t/p/w342//fiVW06jE7z9YnO4trhaMEdclSiC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4XM8DUTQb3lhLemJC51Jx4a2EuA.jpg",
      "category": "Action"
    },
    {
      "id": 695721,
      "title": "The Hunger Games: The Ballad of Songbirds & Snakes",
      "description": "64 years before he becomes the tyrannical president of Panem, Coriolanus Snow sees a chance for a change in fortunes when he mentors Lucy Gray Baird, the female tribute from District 12.",
      "image": "https://image.tmdb.org/t/p/w342//mBaXZ95R2OxueZhvQbcEWy2DqyO.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8GnWDLn2AhnmkQ7hlQ9NJUYobSS.jpg",
      "category": "Action"
    },
    {
      "id": 951546,
      "title": "Reign of Chaos",
      "description": "When the world is gripped by a plague unleashed by the evil lord Chaos, and humans are turned into rabid creatures, mankind can only be saved by three young women, descendants of a Goddess, with the power to stop Chaos' evil.",
      "image": "https://image.tmdb.org/t/p/w342//nTMmpvR9TyV631tpFr4FtYxG0FC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4MUfDtBqUFqotGF5RJOfNfoBTLo.jpg",
      "category": "Action"
    },
    {
      "id": 670292,
      "title": "The Creator",
      "description": "Amid a future war between the human race and the forces of artificial intelligence, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war—and mankind itself.",
      "image": "https://image.tmdb.org/t/p/w342//vBZ0qvaRxqEhZwl6LWmruJqWE8Z.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kjQBrc00fB2RjHZB3PGR4w9ibpz.jpg",
      "category": "Action"
    },
    {
      "id": 299054,
      "title": "Expend4bles",
      "description": "Armed with every weapon they can get their hands on and the skills to use them, The Expendables are the world’s last line of defense and the team that gets called when all other options are off the table. But new team members with new styles and tactics are going to give “new blood” a whole new meaning.",
      "image": "https://image.tmdb.org/t/p/w342//iwsMu0ehRPbtaSxqiaUDQB9qMWT.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rMvPXy8PUjj1o8o1pzgQbdNCsvj.jpg",
      "category": "Action"
    },
    {
      "id": 575264,
      "title": "Mission: Impossible - Dead Reckoning Part One",
      "description": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.",
      "image": "https://image.tmdb.org/t/p/w342//NNxYkU70HPurnNCSiCjYAmacwm.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//628Dep6AxEtDxjZoGP78TsOxYbK.jpg",
      "category": "Action"
    },
    {
      "id": 662167,
      "title": "Agent Jade Black",
      "description": "A skilled young female agent is tasked with capturing a rogue former agent before she can unleash a biological weapon starting with the wealthy and powerful purveyors of the international sex trade.",
      "image": "https://image.tmdb.org/t/p/w342//wGHaEtBz6AXqGVooaADB1tlyjBp.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//lPzOcS88GQ7PwspTNUY8q6ACFOh.jpg",
      "category": "Action"
    },
    {
      "id": 10908,
      "title": "Inferno",
      "description": "Eddie Lomax (Jean-Claude Van Damme) is a drifter who has been in a suicidal funk since the death of his close friend Johnny (Danny Trejo). Riding his motorcycle into a small desert town where Johnny once lived, Lomax is confronted by a gang of toughs, who beat him and steal his bike. However, Lomax is not a man to take an injustice lying down, and soon he begins exacting a violent revenge on the men who stole his motorcycle, with local handyman Jubal Early (Pat Morita) lending a hand and several area ladies offering aid and comfort.",
      "image": "https://image.tmdb.org/t/p/w342//dFlI0Vb4JOsRXG1JSS2Ufs6Sp8k.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vRx6kzCItpqwnYCcj2z8qf70gv3.jpg",
      "category": "Action"
    },
    {
      "id": 926393,
      "title": "The Equalizer 3",
      "description": "Robert McCall finds himself at home in Southern Italy but he discovers his friends are under the control of local crime bosses. As events turn deadly, McCall knows what he has to do: become his friends' protector by taking on the mafia.",
      "image": "https://image.tmdb.org/t/p/w342//b0Ej6fnXAP8fK75hlyi2jKqdhHz.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tC78Pck2YCsUAtEdZwuHYUFYtOj.jpg",
      "category": "Action"
    },
    {
      "id": 615656,
      "title": "Meg 2: The Trench",
      "description": "An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.",
      "image": "https://image.tmdb.org/t/p/w342//4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5mzr6JZbrqnqD8rCEvPhuCE5Fw2.jpg",
      "category": "Action"
    },
    {
      "id": 667538,
      "title": "Transformers: Rise of the Beasts",
      "description": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
      "image": "https://image.tmdb.org/t/p/w342//gPbM0MK8CP8A174rmUwGsADNYKD.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//2vFuG6bWGyQUzYS9d69E5l85nIz.jpg",
      "category": "Action"
    },
    {
      "id": 603692,
      "title": "John Wick: Chapter 4",
      "description": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
      "image": "https://image.tmdb.org/t/p/w342//vZloFAK7NmvMGKE7VkF5UHaz0I.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kBBMF7GWYXzdRSk5w4xwip7yk3U.jpg",
      "category": "Action"
    },
    {
      "id": 565770,
      "title": "Blue Beetle",
      "description": "Recent college grad Jaime Reyes returns home full of aspirations for his future, only to find that home is not quite as he left it. As he searches to find his purpose in the world, fate intervenes when Jaime unexpectedly finds himself in possession of an ancient relic of alien biotechnology: the Scarab.",
      "image": "https://image.tmdb.org/t/p/w342//mXLOHHc1Zeuwsl4xYKjKh2280oL.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ixZzr4PyM2TPs5fka3IJj058WYo.jpg",
      "category": "Action"
    },
    {
      "id": 857879,
      "title": "Mount Adams",
      "description": "UFO investigators find themselves fighting for survival as alien monsters hunt them on the slopes of Mount Adams.",
      "image": "https://image.tmdb.org/t/p/w342//nddTKKAu6z771duaxr1D32pHZ8j.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Action"
    },
    {
      "id": 116776,
      "title": "Dragon Ball: Mystical Adventure",
      "description": "Master Roshi has succeeded at the one mission he valued most: to train Goku and Krillin to become ultimate fighters. So, he arranges for them to test their mettle at a competition hosted by Emperor Chiaotzu. Not everyone's playing by the rules, however, as a member of the ruler's household schemes to use the Dragonballs to extort money and power from the royal.",
      "image": "https://image.tmdb.org/t/p/w342//5aXG0B3TYTpQsodXzvYCkKQfpB1.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Action"
    },
    {
      "id": 572802,
      "title": "Aquaman and the Lost Kingdom",
      "description": "Black Manta, still driven by the need to avenge his father's death and wielding the power of the mythic Black Trident, will stop at nothing to take Aquaman down once and for all. To defeat him, Aquaman must turn to his imprisoned brother Orm, the former King of Atlantis, to forge an unlikely alliance in order to save the world from irreversible destruction.",
      "image": "https://image.tmdb.org/t/p/w342//8xV47NDrjdZDpkVcCFqkdHa3T0C.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bckxSN9ueOgm0gJpVJmPQrecWul.jpg",
      "category": "Action"
    },
    {
      "id": 872906,
      "title": "Jawan",
      "description": "An emotional journey of a prison warden, driven by a personal vendetta while keeping up to a promise made years ago, recruits inmates to commit outrageous crimes that shed light on corruption and injustice, in an attempt to get even with his past,  and that leads him to an unexpected reunion.",
      "image": "https://image.tmdb.org/t/p/w342//jFt1gS4BGHlK8xt76Y81Alp4dbt.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//28er4p7B5zMSxUDQKPF1hBsgnys.jpg",
      "category": "Action"
    },
    {
      "id": 399566,
      "title": "Godzilla vs. Kong",
      "description": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
      "image": "https://image.tmdb.org/t/p/w342//pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//inJjDhCjfhh3RtrJWBmmDqeuSYC.jpg",
      "category": "Action"
    },
    {
      "id": 298618,
      "title": "The Flash",
      "description": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
      "image": "https://image.tmdb.org/t/p/w342//rktDFPbfHfUbArZ6OOOKsXcv0Bm.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//yF1eOkaYvwiORauRCPWznV9xVvi.jpg",
      "category": "Action"
    },
    {
      "id": 762430,
      "title": "Retribution",
      "description": "When a mysterious caller puts a bomb under his car seat, Matt Turner begins a high-speed chase across the city to complete a specific series of tasks- all with his kids trapped in the back seat.",
      "image": "https://image.tmdb.org/t/p/w342//oUmmY7QWWn7OhKlcPOnirHJpP1F.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//iiXliCeykkzmJ0Eg9RYJ7F2CWSz.jpg",
      "category": "Action"
    },
    {
      "id": 988591,
      "title": "Mega Lightning",
      "description": "After a violent thunderstorm scares a house party, the guests flee to a nearby home for shelter.. only to discover, a more sinister hand is at play.. Now, they can't escape the strangers home due to the thunderstorm, but they can't stay inside due to the danger that follows them.",
      "image": "https://image.tmdb.org/t/p/w342//eD2lTDAkD9ehTJtypX24jTnt0hQ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bAH55r2PrMKZ3TeCm6W2OqAZd2T.jpg",
      "category": "Action"
    },
    {
      "id": 634649,
      "title": "Spider-Man: No Way Home",
      "description": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
      "image": "https://image.tmdb.org/t/p/w342//5weKu49pzJCt06OPpjvT80efnQj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//14QbnygCuTO0vl7CAFmPf1fgZfV.jpg",
      "category": "Action"
    },
    {
      "id": 836196,
      "title": "Denard: Anatomy of an Antihero",
      "description": "A vigilante, Franck Denard, is released from prison after serving 10-years for a crime he didn't commit. Discovering he's on borrowed time with a terminal illness, he sets out for one last blood-thirsty fight seeking redemption and vengeance.",
      "image": "https://image.tmdb.org/t/p/w342//3vPPojAIJkszWBq2o7Rt9oxEReM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//noe8j3UtPynBLREaAilnfuGan3S.jpg",
      "category": "Action"
    },
    {
      "id": 1060090,
      "title": "The Collective",
      "description": "A group of righteous assassins called The Collective take aim at a highly sophisticated human trafficking ring backed by a network of untouchable billionaires. With their backs against the wall, The Collective has no choice but to put their most important mission in the hands of rookie assassin, Sam Alexander.",
      "image": "https://image.tmdb.org/t/p/w342//Ah9H6Sj434nJiZpTPQrovHaEePV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//biRLtgt3t8MwxeLRRJkf1BsHoeq.jpg",
      "category": "Action"
    },
    {
      "id": 823464,
      "title": "Godzilla x Kong: The New Empire",
      "description": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.",
      "image": "https://image.tmdb.org/t/p/w342//bQ2ywkchIiaKLSEaMrcT6e29f91.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//a3AzYS2JiZ9GdHiAxDTmIajKgH0.jpg",
      "category": "Action"
    },
    {
      "id": 678512,
      "title": "Sound of Freedom",
      "description": "The story of Tim Ballard, a former US government agent, who quits his job in order to devote his life to rescuing children from global sex traffickers.",
      "image": "https://image.tmdb.org/t/p/w342//qA5kPYZA7FkVvqcEfJRoOy4kpHg.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pA3vdhadJPxF5GA1uo8OPTiNQDT.jpg",
      "category": "Action"
    },
    {
      "id": 361743,
      "title": "Top Gun: Maverick",
      "description": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
      "image": "https://image.tmdb.org/t/p/w342//62HCnUTziyWcpDaBO2i1DX17ljH.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//AaV1YIdWKnjAIAOe8UUKBFm327v.jpg",
      "category": "Action"
    },
    {
      "id": 872906,
      "title": "Jawan",
      "description": "An emotional journey of a prison warden, driven by a personal vendetta while keeping up to a promise made years ago, recruits inmates to commit outrageous crimes that shed light on corruption and injustice, in an attempt to get even with his past,  and that leads him to an unexpected reunion.",
      "image": "https://image.tmdb.org/t/p/w342//jFt1gS4BGHlK8xt76Y81Alp4dbt.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//28er4p7B5zMSxUDQKPF1hBsgnys.jpg",
      "category": "Action"
    },
    {
      "id": 660521,
      "title": "The Mercenary",
      "description": "When a mission in South America goes wrong a mercenary is left for dead, but he is nursed back to health and reborn with a new outlook on life. But his peaceful days are short-lived when mercenaries he used to work with cross his path again and he is forced to revisit and face his own demons.",
      "image": "https://image.tmdb.org/t/p/w342//p3wgefagejlefFEDsLRHiXU7NGu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7dCzb1oa7ACYi66VIrE1wqmftAa.jpg",
      "category": "Action"
    },
    {
      "id": 939335,
      "title": "Muzzle",
      "description": "LAPD K-9 officer Jake Rosser has just witnessed the shocking murder of his dedicated partner by a mysterious assailant. As he investigates the shooter’s identity, he uncovers a vast conspiracy that has a chokehold on the city in this thrilling journey through the tangled streets of Los Angeles and the corrupt bureaucracy of the LAPD.",
      "image": "https://image.tmdb.org/t/p/w342//qXChf7MFL36BgoLkiB3BzXiwW82.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//eSsMzJpzAwCa69tm6Wco2il44aJ.jpg",
      "category": "Action"
    },
    {
      "id": 9381,
      "title": "Babylon A.D.",
      "description": "A veteran-turned-mercenary is hired to take a young woman with a secret from post-apocalyptic Eastern Europe to New York City.",
      "image": "https://image.tmdb.org/t/p/w342//kt9nqD0uOar8IVE9191HXhWOXKI.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//AjDyXDvk4VOtDp9aLJpAnBx1uyD.jpg",
      "category": "Action"
    },
    {
      "id": 554600,
      "title": "Uri: The Surgical Strike",
      "description": "Following the roguish terrorist attacks at Uri Army Base camp in Kashmir, India takes the fight to the enemy, in its most successful covert operation till date with one and only one objective of avenging their fallen heroes.",
      "image": "https://image.tmdb.org/t/p/w342//yNySAgpAnWmPpYinim9E0tUzJWG.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//S3EIcOUQYxgd3QzjOo2rZJ2MN8.jpg",
      "category": "Action"
    },
    {
      "id": 505642,
      "title": "Black Panther: Wakanda Forever",
      "description": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death.  As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda.",
      "image": "https://image.tmdb.org/t/p/w342//sv1xJUazXeYqALzczSZ3O6nkH75.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//xDMIl84Qo5Tsu62c9DGWhmPI67A.jpg",
      "category": "Action"
    },
    {
      "id": 436270,
      "title": "Black Adam",
      "description": "Nearly 5,000 years after he was bestowed with the almighty powers of the Egyptian gods—and imprisoned just as quickly—Black Adam is freed from his earthly tomb, ready to unleash his unique form of justice on the modern world.",
      "image": "https://image.tmdb.org/t/p/w342//pFlaoHTZeyNkG83vxsAJiGzfSsa.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bQXAqRx2Fgc46uCVWgoPz5L5Dtr.jpg",
      "category": "Action"
    },
    {
      "id": 19995,
      "title": "Avatar",
      "description": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
      "image": "https://image.tmdb.org/t/p/w342//kyeqWdyUXW608qlYkRqosgbbJyK.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vL5LR6WdxWPjLPFRLe133jXWsh5.jpg",
      "category": "Action"
    },
    {
      "id": 27205,
      "title": "Inception",
      "description": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
      "image": "https://image.tmdb.org/t/p/w342//oYuLEt3zVCKq57qu2F8dT7NIa6f.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8ZTVqvKDQ8emSGUEMjsS4yHAwrp.jpg",
      "category": "Action"
    },
    {
      "id": 899112,
      "title": "Violent Night",
      "description": "When a team of mercenaries breaks into a wealthy family compound on Christmas Eve, taking everyone inside hostage, the team isn’t prepared for a surprise combatant: Santa Claus is on the grounds, and he’s about to show why this Nick is no saint.",
      "image": "https://image.tmdb.org/t/p/w342//66lNqsLOho5rnMAOJUS3cwEefFY.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sBOenwOZGRN5nZZGw4TxwtnfrEf.jpg",
      "category": "Action"
    },
    {
      "id": 383498,
      "title": "Deadpool 2",
      "description": "Wisecracking mercenary Deadpool battles the evil and powerful Cable and other bad guys to save a boy's life.",
      "image": "https://image.tmdb.org/t/p/w342//to0spRl1CMDvyUbOnbb4fTk3VAd.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//3P52oz9HPQWxcwHOwxtyrVV1LKi.jpg",
      "category": "Action"
    },
    {
      "id": 76341,
      "title": "Mad Max: Fury Road",
      "description": "An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and most everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order.",
      "image": "https://image.tmdb.org/t/p/w342//8tZYtuWezp8JbcsvHYO0O46tFbo.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//nlCHUWjY9XWbuEUQauCBgnY8ymF.jpg",
      "category": "Action"
    },
    {
      "id": 945937,
      "title": "Fast Charlie",
      "description": "When his aging mob boss is whacked, Charlie Swift, a loyal friend and hired gun, will stop at nothing to destroy the upcoming crew that took him out.",
      "image": "https://image.tmdb.org/t/p/w342//3y72ffwYRUPOj4yOQbiTaN897Tm.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kG8iWrKGNlrUM7LfT6zJEOXglZd.jpg",
      "category": "Action"
    },
    {
      "id": 975902,
      "title": "Boudica",
      "description": "Inspired by events in A.D. 60, Boudica follows the eponymous Celtic warrior who rules the Iceni people alongside her husband Prasutagus. When he dies at the hands of Roman soldiers, Boudica’s kingdom is left without a male heir and the Romans seize her land and property.  Driven to the edge of madness and determined to avenge her husband’s death, Boudica rallies the various tribes from the region and wages an epic war against the mighty Roman empire.",
      "image": "https://image.tmdb.org/t/p/w342//adMcxfUonnm9RvPImGHy25wYUks.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tj7mp7uWjVw5N73G5Hwm1bkMOcD.jpg",
      "category": "Action"
    },
    {
      "id": 324552,
      "title": "John Wick: Chapter 2",
      "description": "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers.",
      "image": "https://image.tmdb.org/t/p/w342//hXWBc0ioZP3cN4zCu6SN3YHXZVO.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//r17jFHAemzcWPPtoO0UxjIX0xas.jpg",
      "category": "Action"
    },
    {
      "id": 675353,
      "title": "Sonic the Hedgehog 2",
      "description": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
      "image": "https://image.tmdb.org/t/p/w342//6DrHO1jr3qVrViUO6s6kFiAGM7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//yEQqrW61rwNuVRHTjgHOAU4dXNE.jpg",
      "category": "Action"
    },
    {
      "id": 124905,
      "title": "Godzilla",
      "description": "Ford Brody, a Navy bomb expert, has just reunited with his family in San Francisco when he is forced to go to Japan to help his estranged father, Joe. Soon, both men are swept up in an escalating crisis when an ancient alpha predator arises from the sea to combat malevolent adversaries that threaten the survival of humanity. The creatures leave colossal destruction in their wake, as they make their way toward their final battleground: San Francisco.",
      "image": "https://image.tmdb.org/t/p/w342//zokD6uxR2iWfYM3Y84yGJvnNTK7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zCjZfevPFBbOh2SAx2syIBHSqEI.jpg",
      "category": "Action"
    },
    {
      "id": 652810,
      "title": "The Mongolian Connection",
      "description": "Working undercover on a human trafficking bust, maverick FBI agent Wade Dalton, captures Serick Ibrayev, a mysterious operative from the Mongolian underworld. With time running out, Wade must escort Serik back to Mongolia, and team up with hard-boiled police detective Ganzorig, to deliver Serik to court to testify against a crime Syndicate that will do anything to stop them.",
      "image": "https://image.tmdb.org/t/p/w342//mjh2xNeW3gFeRD0npNtZqIuAPw4.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//aKblwQAMKbFKdO3TtVdtiXckSzQ.jpg",
      "category": "Action"
    },
    {
      "id": 47971,
      "title": "xXx: Return of Xander Cage",
      "description": "Extreme athlete turned government operative Xander Cage comes out of self-imposed exile, thought to be long dead, and is set on a collision course with deadly alpha warrior Xiang and his team in a race to recover a sinister and seemingly unstoppable weapon known as Pandora's Box. Recruiting an all-new group of thrill-seeking cohorts, Xander finds himself enmeshed in a deadly conspiracy that points to collusion at the highest levels of world governments.",
      "image": "https://image.tmdb.org/t/p/w342//hba8zREJpP1AYhaXgb2oJLQeO0K.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4QLdZ2A8mkDWp2rpfgDrwmeCtUW.jpg",
      "category": "Action"
    },
    {
      "id": 492008,
      "title": "The Swordsman",
      "description": "After being blinded in a coup against the king, Joseon's greatest swordsman goes into hiding, far removed from his city's anguish. But when traffickers kidnap his daughter, he has no choice but to unsheathe his sword once more.",
      "image": "https://image.tmdb.org/t/p/w342//r08U3dwiOeStXcjYmfnRyumgKyq.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5lmhjGvg5ddXbTXzeNJfU4qpIeh.jpg",
      "category": "Action"
    },
    {
      "id": 566525,
      "title": "Shang-Chi and the Legend of the Ten Rings",
      "description": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
      "image": "https://image.tmdb.org/t/p/w342//1BIoJGKbXjdFDAqUEiA2VHqkK1Z.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cinER0ESG0eJ49kXlExM0MEWGxW.jpg",
      "category": "Action"
    },
    {
      "id": 284053,
      "title": "Thor: Ragnarok",
      "description": "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of a powerful new threat, the ruthless Hela.",
      "image": "https://image.tmdb.org/t/p/w342//rzRwTcFvttcN1ZpX2xv4j3tSdJu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kaIfm5ryEOwYg8mLbq8HkPuM1Fo.jpg",
      "category": "Action"
    },
    {
      "id": 293660,
      "title": "Deadpool",
      "description": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
      "image": "https://image.tmdb.org/t/p/w342//fSRb7vyIP8rQpL0I47P3qUsEKX3.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//en971MEXui9diirXlogOrPKmsEn.jpg",
      "category": "Action"
    },
    {
      "id": 458156,
      "title": "John Wick: Chapter 3 - Parabellum",
      "description": "Super-assassin John Wick returns with a $14 million price tag on his head and an army of bounty-hunting killers on his trail. After killing a member of the shadowy international assassin’s guild, the High Table, John Wick is excommunicado, but the world’s most ruthless hit men and women await his every turn.",
      "image": "https://image.tmdb.org/t/p/w342//ziEuG1essDuWuC5lpWUaw1uXY2O.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vVpEOvdxVBP2aV166j5Xlvb5Cdc.jpg",
      "category": "Action"
    },
    {
      "id": 131634,
      "title": "The Hunger Games: Mockingjay - Part 2",
      "description": "With the nation of Panem in a full scale war, Katniss confronts President Snow in the final showdown. Teamed with a group of her closest friends – including Gale, Finnick, and Peeta – Katniss goes off on a mission with the unit from District 13 as they risk their lives to stage an assassination attempt on President Snow who has become increasingly obsessed with destroying her. The mortal traps, enemies, and moral choices that await Katniss will challenge her more than any arena she faced in The Hunger Games.",
      "image": "https://image.tmdb.org/t/p/w342//lImKHDfExAulp16grYm8zD5eONE.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//nKDvDVSaFFBrQr0NoPiyasEN8Mk.jpg",
      "category": "Action"
    },
    {
      "id": 717930,
      "title": "Kandahar",
      "description": "After his mission is exposed, an undercover CIA operative stuck deep in hostile territory in Afghanistan must fight his way out, alongside his Afghan translator, to an extraction point in Kandahar, all whilst avoiding elite enemy forces and foreign spies tasked with hunting them down.",
      "image": "https://image.tmdb.org/t/p/w342//lCanGgsqF4xD2WA5NF8PWeT3IXd.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//c6Splshb8lb2Q9OvUfhpqXl7uP0.jpg",
      "category": "Action"
    },
    {
      "id": 891699,
      "title": "Silent Night",
      "description": "A tormented father witnesses his young son die when caught in a gang's crossfire on Christmas Eve. While recovering from a wound that costs him his voice, he makes vengeance his life's mission and embarks on a punishing training regimen in order to avenge his son's death.",
      "image": "https://image.tmdb.org/t/p/w342//tlcuhdNMKNGEVpGqBZrAaOOf1A6.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//w1ZeZ8XYTBCovnXi9bwi7D7glM4.jpg",
      "category": "Action"
    },
    {
      "id": 315011,
      "title": "Shin Godzilla",
      "description": "When a massive, gilled monster emerges from the deep and tears through the city, the government scrambles to save its citizens.  A rag-tag team of volunteers cuts through a web of red tape to uncover the monster's weakness and its mysterious ties to a foreign superpower.  But time is not on their side - the greatest catastrophe to ever befall the world is about to evolve right before their very eyes.",
      "image": "https://image.tmdb.org/t/p/w342//jPNShaWZMpVF0iQ7j1dvTuZLD20.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9nyToPG5mhfm4KiPGChu35jH9QZ.jpg",
      "category": "Action"
    },
    {
      "id": 254128,
      "title": "San Andreas",
      "description": "In the aftermath of a massive earthquake in California, a rescue-chopper pilot makes a dangerous journey across the state in order to rescue his estranged daughter.",
      "image": "https://image.tmdb.org/t/p/w342//2Gfjn962aaFSD6eST6QU3oLDZTo.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zcySy6dnSmyqiichtDgO7AEeZoq.jpg",
      "category": "Action"
    },
    {
      "id": 254128,
      "title": "San Andreas",
      "description": "In the aftermath of a massive earthquake in California, a rescue-chopper pilot makes a dangerous journey across the state in order to rescue his estranged daughter.",
      "image": "https://image.tmdb.org/t/p/w342//2Gfjn962aaFSD6eST6QU3oLDZTo.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zcySy6dnSmyqiichtDgO7AEeZoq.jpg",
      "category": "Action"
    },
    {
      "id": 436969,
      "title": "The Suicide Squad",
      "description": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
      "image": "https://image.tmdb.org/t/p/w342//kb4s0ML0iVZlG6wAKbbs9NAm6X.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jlGmlFOcfo8n5tURmhC7YVd4Iyy.jpg",
      "category": "Action"
    },
    {
      "id": 781732,
      "title": "Animal",
      "description": "A son undergoes a remarkable transformation as the bond with his father begins to fracture, and he becomes consumed by a quest for vengeance.",
      "image": "https://image.tmdb.org/t/p/w342//hr9rjR3J0xBBKmlJ4n3gHId9ccx.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//13QFKJa7ZPY3VN0L6sxKuNoLHFf.jpg",
      "category": "Action"
    },
    {
      "id": 640146,
      "title": "Ant-Man and the Wasp: Quantumania",
      "description": "Super-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.",
      "image": "https://image.tmdb.org/t/p/w342//qnqGbB22YJ7dSs4o6M7exTpNxPz.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//m8JTwHFwX7I7JY5fPe4SjqejWag.jpg",
      "category": "Action"
    },
    {
      "id": 791373,
      "title": "Zack Snyder's Justice League",
      "description": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
      "image": "https://image.tmdb.org/t/p/w342//tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pcDc2WJAYGJTTvRSEIpRZwM3Ola.jpg",
      "category": "Action"
    },
    {
      "id": 524047,
      "title": "Greenland",
      "description": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garritys experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
      "image": "https://image.tmdb.org/t/p/w342//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//2Fk3AB8E9dYIBc2ywJkxk8BTyhc.jpg",
      "category": "Action"
    },
    {
      "id": 913604,
      "title": "Renegades",
      "description": "When a retired Green Beret soldier is murdered by an Albanian drug gang in London, four of his veteran SAS comrades set out to avenge him, dispensing their own brand of justice on the streets of London.",
      "image": "https://image.tmdb.org/t/p/w342//7QvhJsoFbcWsrY0iXGhZTKQaQAr.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vYl59PvnUxyTRyFmruignuXLtyT.jpg",
      "category": "Action"
    },
    {
      "id": 168259,
      "title": "Furious 7",
      "description": "Deckard Shaw seeks revenge against Dominic Toretto and his family for his comatose brother.",
      "image": "https://image.tmdb.org/t/p/w342//ktofZ9Htrjiy0P6LEowsDaxd3Ri.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cHkhb5A4gQRK6zs6Pv7zorHs8Nk.jpg",
      "category": "Action"
    },
    {
      "id": 353081,
      "title": "Mission: Impossible - Fallout",
      "description": "When an IMF mission ends badly, the world is faced with dire consequences. As Ethan Hunt takes it upon himself to fulfill his original briefing, the CIA begin to question his loyalty and his motives. The IMF team find themselves in a race against time, hunted by assassins while trying to prevent a global catastrophe.",
      "image": "https://image.tmdb.org/t/p/w342//AkJQpZp9WoNdj7pLYSj1L0RcMMN.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//aw4FOsWr2FY373nKSxbpNi3fz4F.jpg",
      "category": "Action"
    },
    {
      "id": 122917,
      "title": "The Hobbit: The Battle of the Five Armies",
      "description": "Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.",
      "image": "https://image.tmdb.org/t/p/w342//xT98tLqatZPQApyRmlPL12LtiWp.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bVmSXNgH1gpHYTDyF9Q826YwJT5.jpg",
      "category": "Action"
    },
    {
      "id": 603,
      "title": "The Matrix",
      "description": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
      "image": "https://image.tmdb.org/t/p/w342//f89U3ADr1oiB1s9GkdPOEpXUk5H.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//giBJ0ezYNEobFBfB8H4JNTjmll.jpg",
      "category": "Action"
    },
    {
      "id": 848326,
      "title": "Rebel Moon - Part One: A Child of Fire",
      "description": "When a peaceful colony on the edge of the galaxy finds itself threatened by the armies of the tyrannical Regent Balisarius, they dispatch Kora, a young woman with a mysterious past, to seek out warriors from neighboring planets to help them take a stand.",
      "image": "https://image.tmdb.org/t/p/w342//ui4DrH1cKk2vkHshcUcGt2lKxCm.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//w4d1jESRZK12oTMMgmh0IWqlHw.jpg",
      "category": "Action"
    },
    {
      "id": 297802,
      "title": "Aquaman",
      "description": "Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people and then the surface world. Standing in his way is Arthur Curry, Orm's half-human, half-Atlantean brother and true heir to the throne.",
      "image": "https://image.tmdb.org/t/p/w342//xLPffWMhMj1l50ND3KchMjYoKmE.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9QusGjxcYvfPD1THg6oW3RLeNn7.jpg",
      "category": "Action"
    },
    {
      "id": 823395,
      "title": "The Baker",
      "description": "A quiet, stoic man, lives a monk-like existence in self-imposed exile. When his estranged son is killed in a drug deal gone bad, he is left to look after a granddaughter he never knew existed, and he is forced back into a life he tried to put behind him.",
      "image": "https://image.tmdb.org/t/p/w342//ApRW9CPK83fF4KCXPR00KCzXOjL.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//usKCKmo1UcVsz0t3NNbkPXCmyk1.jpg",
      "category": "Action"
    },
    {
      "id": 177677,
      "title": "Mission: Impossible - Rogue Nation",
      "description": "Ethan and team take on their most impossible mission yet—eradicating 'The Syndicate', an International and highly-skilled rogue organization committed to destroying the IMF.",
      "image": "https://image.tmdb.org/t/p/w342//sGvcWcI99OTXLzghD7qXw00KaY5.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ki5RnA0xNOEd3R0RohXqJt9R6Om.jpg",
      "category": "Action"
    },
    {
      "id": 1007427,
      "title": "Night Train",
      "description": "Mother Holly McCord is driven to extremes to save the life of her young son. Even if it means hauling black market drugs in her souped-up truck, with the Feds in hot pursuit. With two bounties on her head and her son’s life on the line, Holly climbs behind the wheel of “Night Train,” ready to outrun, out gun, and outlast them all.",
      "image": "https://image.tmdb.org/t/p/w342//gRWWO0dqCRG6K8ZtRNVf8xrb1Ng.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//c1f7HpEEEZaOQ5PxAGLwbauURMu.jpg",
      "category": "Action"
    },
    {
      "id": 961268,
      "title": "Ballerina",
      "description": "Grieving the loss of a best friend she couldn't protect, an ex-bodyguard sets out to fulfill her dear friend's last wish: sweet revenge.",
      "image": "https://image.tmdb.org/t/p/w342//oE7xtGDqZnr7tFHfwb8oM9iRW6H.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dAXSflkUKRfpzK74kRaovfK09Kx.jpg",
      "category": "Action"
    },
    {
      "id": 1726,
      "title": "Iron Man",
      "description": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
      "image": "https://image.tmdb.org/t/p/w342//78lPtwv72eTNqFW9COBYI0dWDJa.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cyecB7godJ6kNHGONFjUyVN9OX5.jpg",
      "category": "Action"
    },
    {
      "id": 9806,
      "title": "The Incredibles",
      "description": "Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.",
      "image": "https://image.tmdb.org/t/p/w342//2LqaLgk4Z226KkgPJuiOQ58wvrm.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//se5Hxz7PArQZOG3Nx2bpfOhLhtV.jpg",
      "category": "Action"
    },
    {
      "id": 198663,
      "title": "The Maze Runner",
      "description": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape.",
      "image": "https://image.tmdb.org/t/p/w342//ode14q7WtDugFDp78fo9lCsmay9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vHJlbhsXrZ5yrO2KqCbGSIU6fRX.jpg",
      "category": "Action"
    },
    {
      "id": 1171541,
      "title": "Sniper: G.R.I.T. - Global Response & Intelligence Team",
      "description": "When an international terrorist cult threatens global political stability and kidnaps a fellow agent, Ace Sniper Brandon Beckett and the newly-formed Global Response & Intelligence Team – or G.R.I.T. – led by Colonel Stone must travel across the world to Malta, infiltrate the cult, and take out its leader to free Lady Death and stop the global threat.",
      "image": "https://image.tmdb.org/t/p/w342//a9bt9byTQ1MIfRWYQX240HiYPrl.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bGQyu8H6q20ZRxqr3z65kE17QPA.jpg",
      "category": "Action"
    },
    {
      "id": 457332,
      "title": "Hidden Strike",
      "description": "Two elite soldiers must escort civilians through a gauntlet of gunfire and explosions.",
      "image": "https://image.tmdb.org/t/p/w342//zsbolOkw8RhTU4DKOrpf4M7KCmi.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dWvDlTkt9VEGCDww6IzNRgm8fRQ.jpg",
      "category": "Action"
    },
    {
      "id": 820232,
      "title": "Demon Slayer: Kimetsu no Yaiba Sibling's Bond",
      "description": "Tanjiro finds his family slaughtered and the lone survivor, his sister Nezuko Kamado, turned into a Demon. To his surprise, however, Nezuko still shows signs of human emotion and thought. Thus begins Tanjiro's journey to seek out the Demon who killed their family and turn his sister human again. A recap film of Kimetsu no Yaiba, covering episodes 1-5 with extra footage.",
      "image": "https://image.tmdb.org/t/p/w342//vJUDoYNNKvBqbEPUskgvzPXGEFz.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8NEvnVKeGMLEXG45MMNqxJLcM4y.jpg",
      "category": "Action"
    },
    {
      "id": 868759,
      "title": "Ghosted",
      "description": "Salt-of-the-earth Cole falls head over heels for enigmatic Sadie — but then makes the shocking discovery that she’s a secret agent. Before they can decide on a second date, Cole and Sadie are swept away on an international adventure to save the world.",
      "image": "https://image.tmdb.org/t/p/w342//liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//b9UCfDzwiWw7mIFsIQR9ZJUeh7q.jpg",
      "category": "Action"
    },
    {
      "id": 840326,
      "title": "Sisu",
      "description": "Deep in the wilderness of Lapland, Aatami Korpi is searching for gold but after he stumbles upon Nazi patrol, a breathtaking and gold-hungry chase through the destroyed and mined Lapland wilderness begins.",
      "image": "https://image.tmdb.org/t/p/w342//ygO9lowFMXWymATCrhoQXd6gCEh.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pBdQ4iorzRV2G38mdS6rzrmUfMA.jpg",
      "category": "Action"
    },
    {
      "id": 7451,
      "title": "xXx",
      "description": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.",
      "image": "https://image.tmdb.org/t/p/w342//xeEw3eLeSFmJgXZzmF2Efww0q3s.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//qwK9soQmmJ7kRdjLZVXblw3g7AQ.jpg",
      "category": "Action"
    },
    {
      "id": 72190,
      "title": "World War Z",
      "description": "Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.",
      "image": "https://image.tmdb.org/t/p/w342//1SWBSYJsnyhdNRfLI1T6RsCxAQ4.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kg2FOT2Oe5PSCgs3L4vLel6B7ck.jpg",
      "category": "Action"
    },
    {
      "id": 1930,
      "title": "The Amazing Spider-Man",
      "description": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.",
      "image": "https://image.tmdb.org/t/p/w342//jIfkQNARYyERqRAq1p1c8xgePp4.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//uKlthx8XEOOePA6wDi8QecwW33U.jpg",
      "category": "Action"
    },
    {
      "id": 454626,
      "title": "Sonic the Hedgehog",
      "description": "Powered with incredible speed, Sonic The Hedgehog embraces his new home on Earth. That is, until Sonic sparks the attention of super-uncool evil genius Dr. Robotnik. Now it’s super-villain vs. super-sonic in an all-out race across the globe to stop Robotnik from using Sonic’s unique power for world domination.",
      "image": "https://image.tmdb.org/t/p/w342//aQvJ5WPzZgYVDrxLX4R6cLJCEaQ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//stmYfCUGd8Iy6kAMBr6AmWqx8Bq.jpg",
      "category": "Action"
    },
    {
      "id": 14979,
      "title": "Thick as Thieves",
      "description": "A master thief recruits a notorious thief to help him steal two famous Faberge eggs from an impenetrable vault in an effort to pull off one final job and repay his debt to the Russian mob.",
      "image": "https://image.tmdb.org/t/p/w342//sgRY2ie8koJxfOScMuvzHQ9TuZX.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//k8sRDJV5CFx91N4gPXh57dthPvx.jpg",
      "category": "Action"
    },
    {
      "id": 76338,
      "title": "Thor: The Dark World",
      "description": "Thor fights to restore order across the cosmos… but an ancient race led by the vengeful Malekith returns to plunge the universe back into darkness. Faced with an enemy that even Odin and Asgard cannot withstand, Thor must embark on his most perilous and personal journey yet, one that will reunite him with Jane Foster and force him to sacrifice everything to save us all.",
      "image": "https://image.tmdb.org/t/p/w342//wp6OxE4poJ4G7c0U2ZIXasTSMR7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4zTsF0RtO0av3YX1NaKDqGKPxYF.jpg",
      "category": "Action"
    },
    {
      "id": 315635,
      "title": "Spider-Man: Homecoming",
      "description": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
      "image": "https://image.tmdb.org/t/p/w342//c24sv2weTHPsmDa7jEMN0m2P3RT.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fn4n6uOYcB6Uh89nbNPoU2w80RV.jpg",
      "category": "Action"
    },
    {
      "id": 273481,
      "title": "Sicario",
      "description": "An idealistic FBI agent is enlisted by a government task force to aid in the escalating war against drugs at the border area between the U.S. and Mexico.",
      "image": "https://image.tmdb.org/t/p/w342//lz8vNyXeidqqOdJW9ZjnDAMb5Vr.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4NdAMnBwSAaSsUjoXkcU5aW28RF.jpg",
      "category": "Action"
    },
    {
      "id": 370172,
      "title": "No Time to Die",
      "description": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
      "image": "https://image.tmdb.org/t/p/w342//iUgygt3fscRoKWCV1d0C7FbM9TP.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//r2GAjd4rNOHJh6i6Y0FntmYuPQW.jpg",
      "category": "Action"
    },
    {
      "id": 335787,
      "title": "Uncharted",
      "description": "A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother.",
      "image": "https://image.tmdb.org/t/p/w342//rJHC1RUORuUhtfNb4Npclx0xnOf.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fwrqW8Lp5VQuppFrODd4iJ8LySE.jpg",
      "category": "Action"
    },
    {
      "id": 384018,
      "title": "Fast & Furious Presents: Hobbs & Shaw",
      "description": "Ever since US Diplomatic Security Service Agent Hobbs and lawless outcast Shaw first faced off, they just have traded smack talk and body blows. But when cyber-genetically enhanced anarchist Brixton's ruthless actions threaten the future of humanity, they join forces to defeat him.",
      "image": "https://image.tmdb.org/t/p/w342//qRyy2UmjC5ur9bDi3kpNNRCc5nc.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//hpgda6P9GutvdkDX5MUJ92QG9aj.jpg",
      "category": "Action"
    },
    {
      "id": 1006462,
      "title": "The Flood",
      "description": "A horde of giant hungry alligators is unleashed on a group of in-transit prisoners and their guards after a massive hurricane floods Louisiana.",
      "image": "https://image.tmdb.org/t/p/w342//mvjqqklMpHwOxc40rn7dMhGT0Fc.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bz66a19bR6BKsbY8gSZCM4etJiK.jpg",
      "category": "Action"
    },
    {
      "id": 9502,
      "title": "Kung Fu Panda",
      "description": "When the Valley of Peace is threatened, lazy Po the panda discovers his destiny as the \"chosen one\" and trains to become a kung fu hero, but transforming the unsleek slacker into a brave warrior won't be easy. It's up to Master Shifu and the Furious Five -- Tigress, Crane, Mantis, Viper and Monkey -- to give it a try.",
      "image": "https://image.tmdb.org/t/p/w342//wWt4JYXTg5Wr3xBW2phBrMKgp3x.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//d1RHScaZc7I8j0lDke1c4AxI435.jpg",
      "category": "Action"
    },
    {
      "id": 206647,
      "title": "Spectre",
      "description": "A cryptic message from Bond’s past sends him on a trail to uncover a sinister organization. While M battles political forces to keep the secret service alive, Bond peels back the layers of deceit to reveal the terrible truth behind SPECTRE.",
      "image": "https://image.tmdb.org/t/p/w342//672kUEMtTHcaVYSVY4eiHEliHFa.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cCKU3EuiSKt6xsOI6gg5kiFgZYm.jpg",
      "category": "Action"
    },
    {
      "id": 1178734,
      "title": "Knuckle Girl",
      "description": "Ran participates in a death match in order to save her missing sister Yuzuki.",
      "image": "https://image.tmdb.org/t/p/w342//3mQ8tK7xpx95nq0RslW91RPbB5Y.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//6sGJzdJjdoJBBJ8oQCkQthHJEUF.jpg",
      "category": "Action"
    },
    {
      "id": 260513,
      "title": "Incredibles 2",
      "description": "Elastigirl springs into action to save the day, while Mr. Incredible faces his greatest challenge yet – taking care of the problems of his three children.",
      "image": "https://image.tmdb.org/t/p/w342//9lFKBtaVIhP7E2Pk0IY1CwTKTMZ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mabuNsGJgRuCTuGqjFkWe1xdu19.jpg",
      "category": "Action"
    },
    {
      "id": 672,
      "title": "Harry Potter and the Chamber of Secrets",
      "description": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
      "image": "https://image.tmdb.org/t/p/w342//sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1stUIsjawROZxjiCMtqqXqgfZWC.jpg",
      "category": "Adventure"
    },
    {
      "id": 980489,
      "title": "Gran Turismo",
      "description": "The ultimate wish-fulfillment tale of a teenage Gran Turismo player whose gaming skills won him a series of Nissan competitions to become an actual professional racecar driver.",
      "image": "https://image.tmdb.org/t/p/w342//51tqzRtKMMZEYUpSYkrUE7v9ehm.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//r7DuyYJ0N3cD8bRKsR5Ygq2P7oa.jpg",
      "category": "Adventure"
    },
    {
      "id": 335977,
      "title": "Indiana Jones and the Dial of Destiny",
      "description": "Finding himself in a new era, and approaching retirement, Indy wrestles with fitting into a world that seems to have outgrown him. But as the tentacles of an all-too-familiar evil return in the form of an old rival, Indy must don his hat and pick up his whip once more to make sure an ancient and powerful artifact doesn't fall into the wrong hands.",
      "image": "https://image.tmdb.org/t/p/w342//Af4bXE63pVsb2FtbW8uYIyPBadD.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//35z8hWuzfFUZQaYog8E9LsXW3iI.jpg",
      "category": "Adventure"
    },
    {
      "id": 315162,
      "title": "Puss in Boots: The Last Wish",
      "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
      "image": "https://image.tmdb.org/t/p/w342//kuf6dutpsT0vSVehic3EZIqkOBt.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//faXT8V80JRhnArTAeYXz0Eutpv9.jpg",
      "category": "Adventure"
    },
    {
      "id": 118,
      "title": "Charlie and the Chocolate Factory",
      "description": "A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.",
      "image": "https://image.tmdb.org/t/p/w342//wfGfxtBkhBzQfOZw4S8IQZgrH0a.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bSvUW4JQ6g4QiKvwejcfcPRd4Ke.jpg",
      "category": "Adventure"
    },
    {
      "id": 447277,
      "title": "The Little Mermaid",
      "description": "The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.",
      "image": "https://image.tmdb.org/t/p/w342//ym1dxyOk4jFcSl4Q2zmRrA5BEEN.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7VEUOEfRzzrQfWddlIyLUKvh6Nf.jpg",
      "category": "Adventure"
    },
    {
      "id": 299536,
      "title": "Avengers: Infinity War",
      "description": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
      "image": "https://image.tmdb.org/t/p/w342//7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mDfJG3LC3Dqb67AZ52x3Z0jU0uB.jpg",
      "category": "Adventure"
    },
    {
      "id": 671,
      "title": "Harry Potter and the Philosopher's Stone",
      "description": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
      "image": "https://image.tmdb.org/t/p/w342//wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//hziiv14OpD73u9gAak4XDDfBKa2.jpg",
      "category": "Adventure"
    },
    {
      "id": 120,
      "title": "The Lord of the Rings: The Fellowship of the Ring",
      "description": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
      "image": "https://image.tmdb.org/t/p/w342//6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//x2RS3uTcsJJ9IfjNPcgDmukoEcQ.jpg",
      "category": "Adventure"
    },
    {
      "id": 674,
      "title": "Harry Potter and the Goblet of Fire",
      "description": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
      "image": "https://image.tmdb.org/t/p/w342//fECBtHlr0RB3foNHDiCBXeg9Bv9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5rrGVmRUuCKVbqUu41XIWTXJmNA.jpg",
      "category": "Adventure"
    },
    {
      "id": 673,
      "title": "Harry Potter and the Prisoner of Azkaban",
      "description": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
      "image": "https://image.tmdb.org/t/p/w342//aWxwnYoe8p2d2fcxOqtvAtJ72Rw.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//obKmfNexgL4ZP5cAmzdL4KbHHYX.jpg",
      "category": "Adventure"
    },
    {
      "id": 872976,
      "title": "Digimon Adventure 02: The Beginning",
      "description": "In 2012, after the events of Digimon Adventure: Last Evolution Kizuna, the early adulthood DigiDestined—Daisuke, Miyako, Iori, Takeru Takashi, Hikari, and Ken—must reconcile their new responsibilities with their Digimon partners. But Rui Owada, a mysterious young man,  appears, claiming to be the first human to partner with a Digimon–Ukkomon. Could Rui really have been the first-ever DigiDestined?",
      "image": "https://image.tmdb.org/t/p/w342//rYblAHp4k7xK6MDRcGM3GDB6QdV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1HHp75V06ymY19lRqU7EPRv55Jt.jpg",
      "category": "Adventure"
    },
    {
      "id": 507086,
      "title": "Jurassic World Dominion",
      "description": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators ona planet they now share with history's most fearsome creatures.",
      "image": "https://image.tmdb.org/t/p/w342//kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9eAn20y26wtB3aet7w9lHjuSgZ3.jpg",
      "category": "Adventure"
    },
    {
      "id": 157336,
      "title": "Interstellar",
      "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
      "image": "https://image.tmdb.org/t/p/w342//gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//xJHokMbljvjADYdit5fK5VQsXEG.jpg",
      "category": "Adventure"
    },
    {
      "id": 767,
      "title": "Harry Potter and the Half-Blood Prince",
      "description": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again.",
      "image": "https://image.tmdb.org/t/p/w342//z7uo9zmQdQwU5ZJHFpv2Upl30i1.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//urDWNffjwmNi5IQaezw9GwqkUXa.jpg",
      "category": "Adventure"
    },
    {
      "id": 675,
      "title": "Harry Potter and the Order of the Phoenix",
      "description": "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts.",
      "image": "https://image.tmdb.org/t/p/w342//5aOyriWkPec0zUDxmHFP9qMmBaj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pkxPkHOPJjOvzfQOclANEBT8OfK.jpg",
      "category": "Adventure"
    },
    {
      "id": 10138,
      "title": "Iron Man 2",
      "description": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
      "image": "https://image.tmdb.org/t/p/w342//6WBeq4fCfn7AN0o21W9qNcRF2l9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7lmBufEG7P7Y1HClYK3gCxYrkgS.jpg",
      "category": "Adventure"
    },
    {
      "id": 177572,
      "title": "Big Hero 6",
      "description": "A special bond develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.",
      "image": "https://image.tmdb.org/t/p/w342//2mxS4wUimwlLmI1xp6QW6NSU361.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5tub2Kw6NboWFblA1CgDEwB59jP.jpg",
      "category": "Adventure"
    },
    {
      "id": 122,
      "title": "The Lord of the Rings: The Return of the King",
      "description": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam take the ring closer to the heart of Mordor, the dark lord's realm.",
      "image": "https://image.tmdb.org/t/p/w342//rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9DeGfFIqjph5CBFVQrD6wv9S7rR.jpg",
      "category": "Adventure"
    },
    {
      "id": 12444,
      "title": "Harry Potter and the Deathly Hallows: Part 1",
      "description": "Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
      "image": "https://image.tmdb.org/t/p/w342//iGoXIpQb7Pot00EEdwpwPajheZ5.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//AqLcLsGGTzAjm3pCCq0CZCQrp6m.jpg",
      "category": "Adventure"
    },
    {
      "id": 493529,
      "title": "Dungeons & Dragons: Honor Among Thieves",
      "description": "A charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people.",
      "image": "https://image.tmdb.org/t/p/w342//A7AoNT06aRAc4SV89Dwxj3EYAgC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//oblUNeHlwV3VsjB5ITMlco5ZSOF.jpg",
      "category": "Adventure"
    },
    {
      "id": 339964,
      "title": "Valerian and the City of a Thousand Planets",
      "description": "In the 28th century, Valerian and Laureline are special operatives charged with keeping order throughout the human territories. On assignment from the Minister of Defense, the two undertake a mission to Alpha, an ever-expanding metropolis where species from across the universe have converged over centuries to share knowledge, intelligence, and cultures. At the center of Alpha is a mysterious dark force which threatens the peaceful existence of the City of a Thousand Planets, and Valerian and Laureline must race to identify the menace and safeguard not just Alpha, but the future of the universe.",
      "image": "https://image.tmdb.org/t/p/w342//aCDrPEfvxcPNRynd2uZyXql7aj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5rYnygKCkmqWuMv1O5yAnzGF8gV.jpg",
      "category": "Adventure"
    },
    {
      "id": 101299,
      "title": "The Hunger Games: Catching Fire",
      "description": "Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.",
      "image": "https://image.tmdb.org/t/p/w342//vrQHDXjVmbYzadOXQ0UaObunoy2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//oDYQhS5LtFXUP0x6bCZije5HRr9.jpg",
      "category": "Adventure"
    },
    {
      "id": 10195,
      "title": "Thor",
      "description": "Against his father Odin's will, The Mighty Thor - a powerful but arrogant warrior god - recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.",
      "image": "https://image.tmdb.org/t/p/w342//prSfAi1xGrhLQNxVSUFh61xQ4Qy.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cDJ61O1STtbWNBwefuqVrRe3d7l.jpg",
      "category": "Adventure"
    },
    {
      "id": 420818,
      "title": "The Lion King",
      "description": "Simba idolizes his father, King Mufasa, and takes to heart his own royal destiny. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother—and former heir to the throne—has plans of his own. The battle for Pride Rock is ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. With help from a curious pair of newfound friends, Simba will have to figure out how to grow up and take back what is rightfully his.",
      "image": "https://image.tmdb.org/t/p/w342//dzBtMocZuJbjLOXvrl4zGYigDzh.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1TUg5pO1VZ4B0Q1amk3OlXvlpXV.jpg",
      "category": "Adventure"
    },
    {
      "id": 50619,
      "title": "The Twilight Saga: Breaking Dawn - Part 1",
      "description": "The new found married bliss of Bella Swan and vampire Edward Cullen is cut short when a series of betrayals and misfortunes threatens to destroy their world.",
      "image": "https://image.tmdb.org/t/p/w342//qs8LsHKYlVRmJbFUiSUhhRAygwj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//yLpMWckfrzRiNZxB2tgBa5TkUKh.jpg",
      "category": "Adventure"
    },
    {
      "id": 50620,
      "title": "The Twilight Saga: Breaking Dawn - Part 2",
      "description": "After the birth of Renesmee, the Cullens gather other vampire clans in order to protect the child from a false allegation that puts the family in front of the Volturi.",
      "image": "https://image.tmdb.org/t/p/w342//7IGdPaKujv0BjI0Zd0m0a4CzEjJ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//qkl57wzSFrpi2sRpoc2mZJbMuLP.jpg",
      "category": "Adventure"
    },
    {
      "id": 11688,
      "title": "The Emperor's New Groove",
      "description": "Kuzco is a self-centered emperor who summons Pacha from a village and to tell him that his home will be destroyed to make room for Kuzco's new summer home. Kuzco's advisor, Yzma, tries to poison Kuzco and accidentally turns him into a llama, who accidentally ends up in Pacha's village. Pacha offers to help Kuzco if he doesn't destroy his house, and so they form an unlikely partnership.",
      "image": "https://image.tmdb.org/t/p/w342//wwbgkXQBEKtnyIJapk6gUgWkVw8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mZj8EUr6F1x2PWZjKPxaeYd5WRw.jpg",
      "category": "Adventure"
    },
    {
      "id": 22,
      "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
      "description": "Jack Sparrow, a freewheeling 18th-century pirate, quarrels with a rival pirate bent on pillaging Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her.",
      "image": "https://image.tmdb.org/t/p/w342//z8onk7LV9Mmw6zKz4hT6pzzvmvl.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//wW7Wt5bXzPy4VOEE4LTIUDyDgBo.jpg",
      "category": "Adventure"
    },
    {
      "id": 140607,
      "title": "Star Wars: The Force Awakens",
      "description": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.",
      "image": "https://image.tmdb.org/t/p/w342//wqnLdwVXoBjKibFRR5U3y0aDUhs.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8BTsTfln4jlQrLXUBquXJ0ASQy9.jpg",
      "category": "Adventure"
    },
    {
      "id": 1865,
      "title": "Pirates of the Caribbean: On Stranger Tides",
      "description": "Captain Jack Sparrow crosses paths with a woman from his past, and he's not sure if it's love -- or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard, Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past.",
      "image": "https://image.tmdb.org/t/p/w342//keGfSvCmYj7CvdRx36OdVrAEibE.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//wQ0r0JRs7elHSKg1SFtdWdKTYKi.jpg",
      "category": "Adventure"
    },
    {
      "id": 767852,
      "title": "The Mercator Trail",
      "description": "When the digital-mad Benjamin turns 18, he inherits a box of ancient artefacts from his missing father. He gives an antique book to Slien, a girl he has his eye on, and unintentionally sets off a chain reaction. An old man called Zeppos is also very interested in the book, which once belonged to the cartographer Mercator. Using the secret messages in Mercator's book, the trio uncover a mystery, while having to stay one step ahead of a shadowy rival.",
      "image": "https://image.tmdb.org/t/p/w342//85tqfjAUn4y0PSUpohvr4XBjNTl.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tKk62n7MIXGhs0SNtJZUQ0Y2GVh.jpg",
      "category": "Adventure"
    },
    {
      "id": 299534,
      "title": "Avengers: Endgame",
      "description": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
      "image": "https://image.tmdb.org/t/p/w342//or06FN3Dka5tukK1e9sl16pB3iy.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7RyHsO4yDXtBv1zUU3mTpHeQ0d5.jpg",
      "category": "Adventure"
    },
    {
      "id": 285,
      "title": "Pirates of the Caribbean: At World's End",
      "description": "Captain Barbossa, long believed to be dead, has come back to life and is headed to the edge of the Earth with Will Turner and Elizabeth Swann. But nothing is quite as it seems.",
      "image": "https://image.tmdb.org/t/p/w342//jGWpG4YhpQwVmjyHEGkxEkeRf0S.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kPcHuPYqzkSo4bmPHtH82GaeEgX.jpg",
      "category": "Adventure"
    },
    {
      "id": 24021,
      "title": "The Twilight Saga: Eclipse",
      "description": "Bella once again finds herself surrounded by danger as Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob, knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella is confronted with the most important decision of her life.",
      "image": "https://image.tmdb.org/t/p/w342//3mFM80dPzSqoXXuC2UMvLIRWX32.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//r4OqScx7hVXsG1obaJjJKJNaxHT.jpg",
      "category": "Adventure"
    },
    {
      "id": 604,
      "title": "The Matrix Reloaded",
      "description": "Six months after the events depicted in The Matrix, Neo has proved to be a good omen for the free humans, as more and more humans are being freed from the matrix and brought to Zion, the one and only stronghold of the Resistance.  Neo himself has discovered his superpowers including super speed, ability to see the codes of the things inside the matrix and a certain degree of pre-cognition. But a nasty piece of news hits the human resistance: 250,000 machine sentinels are digging to Zion and would reach them in 72 hours. As Zion prepares for the ultimate war, Neo, Morpheus and Trinity are advised by the Oracle to find the Keymaker who would help them reach the Source.  Meanwhile Neo's recurrent dreams depicting Trinity's death have got him worried and as if it was not enough, Agent Smith has somehow escaped deletion, has become more powerful than before and has fixed Neo as his next target.",
      "image": "https://image.tmdb.org/t/p/w342//9TGHDvWrqKBzwDxDodHYXEmOE6J.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pxK1iK6anS6erGg4QePmMKbB1E7.jpg",
      "category": "Adventure"
    },
    {
      "id": 18239,
      "title": "The Twilight Saga: New Moon",
      "description": "Forks, Washington resident Bella Swan is reeling from the departure of her vampire love, Edward Cullen, and finds comfort in her friendship with Jacob Black, a werewolf. But before she knows it, she's thrust into a centuries-old conflict, and her desire to be with Edward at any cost leads her to take greater and greater risks.",
      "image": "https://image.tmdb.org/t/p/w342//j5jM5pq78ObAXX1WhTsb115EkLl.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sDAavcrOSbFnFt4zpjNqzaoNr3w.jpg",
      "category": "Adventure"
    },
    {
      "id": 333339,
      "title": "Ready Player One",
      "description": "When the creator of a popular video game system dies, a virtual contest is created to compete for his fortune.",
      "image": "https://image.tmdb.org/t/p/w342//pU1ULUq8D3iRxl1fdX2lZIzdHuI.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dbrLfmFNFEJWv8rLnjpgCKlXWSy.jpg",
      "category": "Adventure"
    },
    {
      "id": 901362,
      "title": "Trolls Band Together",
      "description": "When Branch's brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity.",
      "image": "https://image.tmdb.org/t/p/w342//sEaLO9s7CIN3fjz8R3Qksum44en.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//k1KrbaCMACQiq7EA0Yhw3bdzMv7.jpg",
      "category": "Animation"
    },
    {
      "id": 1075794,
      "title": "Leo",
      "description": "Jaded 74-year-old lizard Leo has been stuck in the same Florida classroom for decades with his terrarium-mate turtle. When he learns he only has one year left to live, he plans to escape to experience life on the outside but instead gets caught up in the problems of his anxious students — including an impossibly mean substitute teacher.",
      "image": "https://image.tmdb.org/t/p/w342//pD6sL4vntUOXHmuvJPPZAgvyfd9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9PqD3wSIjntyJDBzMNuxuKHwpUD.jpg",
      "category": "Animation"
    },
    {
      "id": 502356,
      "title": "The Super Mario Bros. Movie",
      "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
      "image": "https://image.tmdb.org/t/p/w342//qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9n2tJBplPbgR2ca05hS5CKXwP2c.jpg",
      "category": "Animation"
    },
    {
      "id": 1046032,
      "title": "The Bad Guys: A Very Bad Holiday",
      "description": "To keep their annual Holiday Heist-tacular afloat, Mr. Wolf and his crew of animal outlaws will have to restore the whole city's Christmas spirit — fast!",
      "image": "https://image.tmdb.org/t/p/w342//atBDD05PbVDI2lm2OUy1KFQpzen.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//oqbcmZJJ1EWkOPiGjqABaUN18rI.jpg",
      "category": "Animation"
    },
    {
      "id": 976573,
      "title": "Elemental",
      "description": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common.",
      "image": "https://image.tmdb.org/t/p/w342//4Y1WNkd88JXmGfhtWR7dmDAo1T2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4fLZUr1e65hKPPVw0R3PmKFKxj1.jpg",
      "category": "Animation"
    },
    {
      "id": 569094,
      "title": "Spider-Man: Across the Spider-Verse",
      "description": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
      "image": "https://image.tmdb.org/t/p/w342//8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4HodYYKEIsGOdinkGi2Ucz6X9i0.jpg",
      "category": "Animation"
    },
    {
      "id": 360920,
      "title": "The Grinch",
      "description": "The Grinch hatches a scheme to ruin Christmas when the residents of Whoville plan their annual holiday celebration.",
      "image": "https://image.tmdb.org/t/p/w342//1Bc9VNd9CIHIyJtPKFqSQzrXWru.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5lWIYxYEqWi8j3ZloxXntw3ImBo.jpg",
      "category": "Animation"
    },
    {
      "id": 893723,
      "title": "PAW Patrol: The Mighty Movie",
      "description": "A magical meteor crash lands in Adventure City and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups.",
      "image": "https://image.tmdb.org/t/p/w342//aTvePCU7exLepwg5hWySjwxojQK.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zgQQF04u3OgNBJqClRNby1FPz9s.jpg",
      "category": "Animation"
    },
    {
      "id": 1022796,
      "title": "Wish",
      "description": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.",
      "image": "https://image.tmdb.org/t/p/w342//AcoVfiv1rrWOmAdpnAMnM56ki19.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ehumsuIBbgAe1hg343oszCLrAfI.jpg",
      "category": "Animation"
    },
    {
      "id": 1022796,
      "title": "Wish",
      "description": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.",
      "image": "https://image.tmdb.org/t/p/w342//AcoVfiv1rrWOmAdpnAMnM56ki19.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ehumsuIBbgAe1hg343oszCLrAfI.jpg",
      "category": "Animation"
    },
    {
      "id": 5833,
      "title": "Casper's Haunted Christmas",
      "description": "Kibosh, supreme ruler of all ghosts, decrees that casper must scare at least one person before Christmas Day so Casper visits Kriss, Massachusetts where he meets the Jollimore family and sets out to complete his mission. As usual, kindhearted Casper has a ghastky time trying to scare anyone; so The Ghostly Trio, fed up with his goody-boo-shoes behavior, secretly hires Casper's look-alike cousin Spooky to do the job-with hilarious results.",
      "image": "https://image.tmdb.org/t/p/w342//3BFR30kh0O3NKR1Sfea3HXCG6hw.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//l9PIBKLQGxBhnDPD191LLrhbQMz.jpg",
      "category": "Animation"
    },
    {
      "id": 459003,
      "title": "Mavka: The Forest Song",
      "description": "Forest soul Mavka faces an impossible choice between her heart and her duty as guardian to the Heart of the Forest, when she falls in love with the talented young human musician Lukas.",
      "image": "https://image.tmdb.org/t/p/w342//eeJjd9JU2Mdj9d7nWRFLWlrcExi.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//lyHmhoRj3zXSdeCYbs2oOXLCF4K.jpg",
      "category": "Animation"
    },
    {
      "id": 1056803,
      "title": "Rascal Does Not Dream of a Sister Venturing Out",
      "description": "After a draining December, Sakuta is quickly nearing the end of his second year of high school. Since Mai is a third-year student, they don't have much time left together before graduation rolls around. Meanwhile, his sister, Kaede, is slowly but steadily venturing outdoors again. Just as she begins to find her footing, she announces her most ambitious goal yet—attending her brother's high school! Sakuta knows better than anyone how difficult this will be for Kaede, and he's ready to support her however he can. He's just not sure if that's what's best for her...or what she really wants...",
      "image": "https://image.tmdb.org/t/p/w342//o3Yc0plKnzpck0SM3rQLjWBHel8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sdh76YtGseZHPk4WiOJjMzKKFSB.jpg",
      "category": "Animation"
    },
    {
      "id": 150540,
      "title": "Inside Out",
      "description": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Riley's guiding emotions— Joy, Fear, Anger, Disgust and Sadness—live in Headquarters, the control centre inside Riley's mind, where they help advise her through everyday life and tries to keep things positive, but the emotions conflict on how best to navigate a new city, house and school.",
      "image": "https://image.tmdb.org/t/p/w342//2H1TmgdfNtsKlU9jKdeNyYL5y8T.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//j29ekbcLpBvxnGk6LjdTc2EI5SA.jpg",
      "category": "Animation"
    },
    {
      "id": 118249,
      "title": "Thriller Night",
      "description": "A Shrek parody of Michael Jackson's Thriller song and music video, with Donkey singing.",
      "image": "https://image.tmdb.org/t/p/w342//mPQei2YUIY0Ljd3O5Wy7LDuvC8S.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5jlkyXB2sfEBb8EbGsEQTUQ9JGA.jpg",
      "category": "Animation"
    },
    {
      "id": 545742,
      "title": "One Piece: Episode of Skypiea",
      "description": "One day, a giant ship falls onto the Straw Hats from the sky. After a narrow escape, and while they are still in shock, a map to the “Sky Island” is carried to them by the wind. While researching for the way there, they meet another pirate and learn that he is a descendant of an infamous Sky Island explorer who was even depicted in a picture book “Noland The Liar” four centuries ago. However, Noland was possibly not a liar after all and might actually have gone to the Sky Island.",
      "image": "https://image.tmdb.org/t/p/w342//rlXwxRqZa0dMssgYLQeoNo4WiXg.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ePbsFvP7SLZxMKLsHb8S7zzT55B.jpg",
      "category": "Animation"
    },
    {
      "id": 1186957,
      "title": "The Velveteen Rabbit",
      "description": "When seven-year-old William receives a new favorite toy for Christmas, he discovers a lifelong friend and unlocks a world of magic.",
      "image": "https://image.tmdb.org/t/p/w342//aM0ViG6LVkN1PQGe9Bon1gQXpc7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pTIny6C5BQYuvHJXmmxuociYcMw.jpg",
      "category": "Animation"
    },
    {
      "id": 940551,
      "title": "Migration",
      "description": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, via New York City, to tropical Jamaica.",
      "image": "https://image.tmdb.org/t/p/w342//ldfCF9RhR40mppkzmftxapaHeTo.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ptz5ETMxDoRRiE69BVuIxJzyTEO.jpg",
      "category": "Animation"
    },
    {
      "id": 508883,
      "title": "The Boy and the Heron",
      "description": "While the Second World War rages, the teenage Mahito, haunted by his mother's tragic death, is relocated from Tokyo to the serene rural home of his new stepmother Natsuko, a woman who bears a striking resemblance to the boy's mother. As he tries to adjust, this strange new world grows even stranger following the appearance of a persistent gray heron, who perplexes and bedevils Mahito, dubbing him the \"long-awaited one.\"",
      "image": "https://image.tmdb.org/t/p/w342//jDQPkgzerGophKRRn7MKm071vCU.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//a0GM57AnJtNi7lMOCamniiyV10W.jpg",
      "category": "Animation"
    },
    {
      "id": 811634,
      "title": "The Monkey King: Reborn",
      "description": "When the irritable monkey king visits a temple together with his master Tang Monk, he feels offended because of a trifle and thereupon accidentally destroys a magic tree growing on the sacred ground. This brings an ancient demon king back to life, who promptly kidnaps Tang Monk to take revenge for his long imprisonment. The monkey king and his followers have only three days to not only save their master but also to prevent the demon king from regaining his full powers and destroying the world…",
      "image": "https://image.tmdb.org/t/p/w342//67YXOoKGODyGvJXfXzVmgHNXYh8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tv2xJzlQfwTHHls2ze8UeSheWgv.jpg",
      "category": "Animation"
    },
    {
      "id": 614930,
      "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem",
      "description": "After years of being sheltered from the human world, the Turtle brothers set out to win the hearts of New Yorkers and be accepted as normal teenagers through heroic acts. Their new friend April O'Neil helps them take on a mysterious crime syndicate, but they soon get in over their heads when an army of mutants is unleashed upon them.",
      "image": "https://image.tmdb.org/t/p/w342//ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//w2nFc2Rsm93PDkvjY4LTn17ePO0.jpg",
      "category": "Animation"
    },
    {
      "id": 1076364,
      "title": "Carl's Date",
      "description": "Carl Fredricksen reluctantly agrees to go on a date with a lady friend—but admittedly has no idea how dating works these days. Ever the helpful friend, Dug steps in to calm Carl's pre-date jitters and offer some tried-and-true tips for making friends—if you're a dog.",
      "image": "https://image.tmdb.org/t/p/w342//wakoF2UgsEE3fGs5KpuwMWsaNr2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//iOJX54nVAsnPawagFiWXKv1Y6sB.jpg",
      "category": "Animation"
    },
    {
      "id": 8920,
      "title": "Garfield",
      "description": "Garfield, the fat, lazy, lasagna lover, has everything a cat could want. But when Jon, in an effort to impress the Liz - the vet and an old high-school crush - adopts a dog named Odie and brings him home, Garfield gets the one thing he doesn't want. Competition.",
      "image": "https://image.tmdb.org/t/p/w342//vqwTSWNLyH55g8kBT61s2DgNYEp.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//6SSEa1OfqrHGg7XTLNTxbyyioRB.jpg",
      "category": "Animation"
    },
    {
      "id": 1022789,
      "title": "Inside Out 2",
      "description": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
      "image": "https://image.tmdb.org/t/p/w342//q1P71jvmGuHjee9I4PgQKMCB1c9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5PDY5km05Q3g1lcUaCxeA6BDyp5.jpg",
      "category": "Animation"
    },
    {
      "id": 496450,
      "title": "Miraculous: Ladybug & Cat Noir, The Movie",
      "description": "A life of an ordinary Parisian teenager Marinette goes superhuman when she becomes Ladybug. Bestowed with magical powers of creation, Ladybug must unite with her opposite, Cat Noir, to save Paris as a new villain unleashes chaos unto the city.",
      "image": "https://image.tmdb.org/t/p/w342//dQNJ8SdCMn3zWwHzzQD2xrphR1X.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//iEFuHjqrE059SmflBva1JzDJutE.jpg",
      "category": "Animation"
    },
    {
      "id": 1008102,
      "title": "Rally Road Racers",
      "description": "Zhi, a rookie race car driver, gets the opportunity to compete against the reigning champion of the rally car circuit. With help from a former driver-turned-mechanic, Zhi must overcome treacherous terrain, rival racers, and unexpected obstacles to prove he has what it takes to be the next great racer.",
      "image": "https://image.tmdb.org/t/p/w342//e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ooXeD2XghNOg4JEb7XQPL3YPE5y.jpg",
      "category": "Animation"
    },
    {
      "id": 1123093,
      "title": "Diary of a Wimpy Kid Christmas: Cabin Fever",
      "description": "The winter holidays are turning out to be especially stressful for Greg Heffley this year. After accidentally damaging a snowplow while making a snowman with best friend Rowley Jefferson, Greg worries he won’t get the new video game console he so desperately wants for Christmas. To make matters worse, he gets snowed in with his family, including his grumpy older brother Rodrick and annoying younger brother Manny.",
      "image": "https://image.tmdb.org/t/p/w342//tV0996od52EJ6S8dLKvcVGsO7B.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//aEgUv1KzUGPleCUuHrFVNvsyBUx.jpg",
      "category": "Animation"
    },
    {
      "id": 585,
      "title": "Monsters, Inc.",
      "description": "Lovable Sulley and his wisecracking sidekick Mike Wazowski are the top scare team at Monsters, Inc., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, it's the monsters who are scared silly, and it's up to Sulley and Mike to keep her out of sight and get her back home.",
      "image": "https://image.tmdb.org/t/p/w342//wFSpyMsp7H0ttERbxY7Trlv8xry.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vUTVUdfbsY4DePCYzxxDMXKp6v6.jpg",
      "category": "Animation"
    },
    {
      "id": 40706,
      "title": "Jimmy Timmy Power Hour",
      "description": "Mayhem reigns supreme in the animated kingdom as whiz kid Jimmy Neutron and Timmy from \"The Fairly Oddparents\" swap places in each other's worlds.",
      "image": "https://image.tmdb.org/t/p/w342//89U691gQZp3IYGpFYo37OvWHlwa.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//3S3QncaOha9Ss5Mt7VgCaFkRXhr.jpg",
      "category": "Animation"
    },
    {
      "id": 808,
      "title": "Shrek",
      "description": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
      "image": "https://image.tmdb.org/t/p/w342//dyhaB19AICF7TO7CK2aD6KfymnQ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sRvXNDItGlWCqtO3j6wks52FmbD.jpg",
      "category": "Animation"
    },
    {
      "id": 536115,
      "title": "Godzilla: The Planet Eater",
      "description": "With no means for defeating Godzilla Earth, mankind watches as King Ghidorah, clad in a golden light, descends on the planet. The heavens and earth shake once again as the war moves to a higher dimension.",
      "image": "https://image.tmdb.org/t/p/w342//fOA44BITFth0u4hMSOUgpK0kM6t.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//q3j4OQFFDKM6fdQt9gE56kfDBNG.jpg",
      "category": "Animation"
    },
    {
      "id": 568124,
      "title": "Encanto",
      "description": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
      "image": "https://image.tmdb.org/t/p/w342//4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//3G1Q5xF40HkUBJXxt2DQgQzKTp5.jpg",
      "category": "Animation"
    },
    {
      "id": 17979,
      "title": "A Christmas Carol",
      "description": "Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.",
      "image": "https://image.tmdb.org/t/p/w342//t41VHjYItCYHBh2hijsTID44cNv.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bFntIQxWBwtzYAFc68xF1GKAfiv.jpg",
      "category": "Animation"
    },
    {
      "id": 947219,
      "title": "Ernest & Celestine: A Trip to Gibberitia",
      "description": "Ernest and Celestine are travelling back to Ernest's country, Gibberitia, to fix his broken violin. This exotic land is home to the best musicians on earth and music constantly fills the air with joy. However, upon arriving, our two heroes discover that all forms of music have been banned for many years - and for them, a life without music is unthinkable. Along with their friends and a mysterious masked outlaw, Ernest and Celestine must try their best to bring music and happiness back to the land of bears.",
      "image": "https://image.tmdb.org/t/p/w342//2E8SU5J6pk5BheYPJLjGyVPsrv7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7A5UeyaHyaYHI5bqiHxPjlFZk8H.jpg",
      "category": "Animation"
    },
    {
      "id": 2062,
      "title": "Ratatouille",
      "description": "Remy, a resident of Paris, appreciates good food and has quite a sophisticated palate. He would love to become a chef so he can create and enjoy culinary masterpieces to his heart's delight. The only problem is, Remy is a rat. When he winds up in the sewer beneath one of Paris' finest restaurants, the rodent gourmet finds himself ideally placed to realize his dream.",
      "image": "https://image.tmdb.org/t/p/w342//t3vaWRPSf6WjDSamIkKDs1iQWna.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//xgDj56UWyeWQcxQ44f5A3RTWuSs.jpg",
      "category": "Animation"
    },
    {
      "id": 870358,
      "title": "Merry Little Batman",
      "description": "This Christmas, Damian Wayne wants to be a superhero like his dad – the one and only Batman. When Damian is left home alone while Batman takes on Gotham’s worst supervillains on Christmas Eve, he stumbles upon a villainous plot to steal Christmas and leaps at the chance to save the day.",
      "image": "https://image.tmdb.org/t/p/w342//2J70guF8wcErbYbRgZUBcvShgI1.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//a21obwG9qMSf1qa6oG4ZgpOyMaA.jpg",
      "category": "Animation"
    },
    {
      "id": 753601,
      "title": "Around the World in 80 Days",
      "description": "Passepartout is a young and scholarly marmoset who always dreams of becoming an explorer. One day, he crosses paths with Phileas, a reckless and greedy frog, eager to take on a bet to circumnavigate the globe in 80 days and earn 10 million clams in the process. Seizing the opportunity of a lifetime to explore the world, Passepartout embarks with his new friend on a crazy and exhilarating adventure full of twists and surprises.",
      "image": "https://image.tmdb.org/t/p/w342//pWPTnHtvlmggjGonie1VZNKViLV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ghSMYISXNxjduDuvzYoPYOI3yRk.jpg",
      "category": "Animation"
    },
    {
      "id": 38757,
      "title": "Tangled",
      "description": "When the kingdom's most wanted-and most charming-bandit Flynn Rider hides out in a mysterious tower, he's taken hostage by Rapunzel, a beautiful and feisty tower-bound teen with 70 feet of magical, golden hair. Flynn's curious captor, who's looking for her ticket out of the tower where she's been locked away for years, strikes a deal with the handsome thief and the unlikely duo sets off on an action-packed escapade, complete with a super-cop horse, an over-protective chameleon and a gruff gang of pub thugs.",
      "image": "https://image.tmdb.org/t/p/w342//ym7Kst6a4uodryxqbGOxmewF235.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cWczNud8Y8i8ab0Z4bxos4myWYO.jpg",
      "category": "Animation"
    },
    {
      "id": 916224,
      "title": "Suzume",
      "description": "Suzume, 17, lost her mother as a little girl. On her way to school, she meets a mysterious young man. But her curiosity unleashes a calamity that endangers the entire population of Japan, and so Suzume embarks on a journey to set things right.",
      "image": "https://image.tmdb.org/t/p/w342//vIeu8WysZrTSFb2uhPViKjX9EcC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4tdV5AeojEdbvn6VpeQrbuDlmzs.jpg",
      "category": "Animation"
    },
    {
      "id": 585083,
      "title": "Hotel Transylvania: Transformania",
      "description": "When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.",
      "image": "https://image.tmdb.org/t/p/w342//teCy1egGQa0y8ULJvlrDHQKnxBL.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ep1urICLqtwwV1sTPHP9WXV4Uto.jpg",
      "category": "Animation"
    },
    {
      "id": 109445,
      "title": "Frozen",
      "description": "Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.",
      "image": "https://image.tmdb.org/t/p/w342//kgwjIb2JDHRhNk13lmSxiClFjVk.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fydUcbkqLyESCFa9U5XKqi8dIVj.jpg",
      "category": "Animation"
    },
    {
      "id": 1040148,
      "title": "Ruby Gillman, Teenage Kraken",
      "description": "Ruby Gillman, a sweet and awkward high school student, discovers she's a direct descendant of the warrior kraken queens. The kraken are sworn to protect the oceans of the world against the vain, power-hungry mermaids. Destined to inherit the throne from her commanding grandmother, Ruby must use her newfound powers to protect those she loves most.",
      "image": "https://image.tmdb.org/t/p/w342//8ChIb3WzYAcza1vrXR56v510MWk.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//f7UI3dYpr7ZUHGo0iIr1Qvy1VPe.jpg",
      "category": "Animation"
    },
    {
      "id": 425,
      "title": "Ice Age",
      "description": "With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims.",
      "image": "https://image.tmdb.org/t/p/w342//gLhHHZUzeseRXShoDyC4VqLgsNv.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//a9ykRAWtQnI3SsZDfh8sCJo5cWI.jpg",
      "category": "Animation"
    },
    {
      "id": 16237,
      "title": "Teen Titans: Trouble in Tokyo",
      "description": "America's coolest heroes Teen Titans head to Japan as they spring into action when a new threat, the dichromatic ninja Saico-Tek, appears in their city. A chase across the city ensues, ending at Titans Tower. Saico-Tek is interrogated by Robin with the aid of a translation program, and reveals the identity of the one who sent him. The ninja then escapes his bonds and vanishes after destroying a fire sprinkler, and the Titans' only lead is to search for his mysterious master - the shadowy figure known as Brushogun.",
      "image": "https://image.tmdb.org/t/p/w342//4wMlDE1HzkVyYeDKuY1oDOWQlN2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fey7NzJ61KAAVPfUgcpaahW5gZ5.jpg",
      "category": "Animation"
    },
    {
      "id": 5255,
      "title": "The Polar Express",
      "description": "When a doubting young boy takes an extraordinary train ride to the North Pole, he embarks on a journey of self-discovery that shows him that the wonder of life never fades for those who believe.",
      "image": "https://image.tmdb.org/t/p/w342//eOoCzH0MqeGr2taUZO4SwG416PF.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vQuIi5iOCN3V6yg7nbP5HUiVnpK.jpg",
      "category": "Animation"
    },
    {
      "id": 508947,
      "title": "Turning Red",
      "description": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
      "image": "https://image.tmdb.org/t/p/w342//qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fOy2Jurz9k6RnJnMUMRDAgBwru2.jpg",
      "category": "Animation"
    },
    {
      "id": 260514,
      "title": "Cars 3",
      "description": "Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns. Proving that #95 isn't through yet will test the heart of a champion on Piston Cup Racing’s biggest stage!",
      "image": "https://image.tmdb.org/t/p/w342//jJ8TnHvWHaVadW5JJjGYsM07j9i.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//86TlYSntBzD4pxLNM6U3GoOfGdD.jpg",
      "category": "Animation"
    },
    {
      "id": 1034062,
      "title": "Mortal Kombat Legends: Cage Match",
      "description": "In 1980s Hollywood, action star Johnny Cage is looking to become an A-list actor. But when his costar, Jennifer, goes missing from set, Johnny finds himself thrust into a world filled with shadows, danger, and deceit. As he embarks on a bloody journey, Johnny quickly discovers the City of Angels has more than a few devils in its midst.",
      "image": "https://image.tmdb.org/t/p/w342//1eKWqTHp4OgKdx1QX1O9LxKHr1M.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//k0VC5O8PrrJRqqDDbHDiDo8qAE0.jpg",
      "category": "Animation"
    },
    {
      "id": 900667,
      "title": "One Piece Film Red",
      "description": "Uta — the most beloved singer in the world. Her voice, which she sings with while concealing her true identity, has been described as “otherworldly.” She will appear in public for the first time at a live concert. As the venue fills with all kinds of Uta fans — excited pirates, the Navy watching closely, and the Straw Hats led by Luffy who simply came to enjoy her sonorous performance — the voice that the whole world has been waiting for is about to resound.",
      "image": "https://image.tmdb.org/t/p/w342//ogDXuVkO92GcETZfSofXXemw7gb.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//A1EWX46DxpEuiha7K0XY6vhWbdZ.jpg",
      "category": "Animation"
    },
    {
      "id": 585511,
      "title": "Luck",
      "description": "Suddenly finding herself in the never-before-seen Land of Luck, the unluckiest person in the world must unite with the magical creatures there to turn her luck around.",
      "image": "https://image.tmdb.org/t/p/w342//1HOYvwGFioUFL58UVvDRG6beEDm.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sKvQUSyqsFq8e1ts6oo3Xp3dPH2.jpg",
      "category": "Animation"
    },
    {
      "id": 809,
      "title": "Shrek 2",
      "description": "Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage.",
      "image": "https://image.tmdb.org/t/p/w342//2yYP0PQjG8zVqturh1BAqu2Tixl.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//l45UqyARB3WxpYNuACjMjndpe85.jpg",
      "category": "Animation"
    },
    {
      "id": 129,
      "title": "Spirited Away",
      "description": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
      "image": "https://image.tmdb.org/t/p/w342//39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mSDsSDwaP3E7dEfUPWy4J0djt4O.jpg",
      "category": "Animation"
    },
    {
      "id": 14836,
      "title": "Coraline",
      "description": "A young girl discovers an idealized parallel universe behind a secret door in her new home, unaware that it contains a sinister secret.",
      "image": "https://image.tmdb.org/t/p/w342//4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8GHxjXlI5rqyTBuVNekGTPjG5T6.jpg",
      "category": "Animation"
    },
    {
      "id": 810693,
      "title": "Jujutsu Kaisen 0",
      "description": "Yuta Okkotsu is a nervous high school student who is suffering from a serious problem—his childhood friend Rika has turned into a curse and won't leave him alone. Since Rika is no ordinary curse, his plight is noticed by Satoru Gojo, a teacher at Jujutsu High, a school where fledgling exorcists learn how to combat curses. Gojo convinces Yuta to enroll, but can he learn enough in time to confront the curse that haunts him?",
      "image": "https://image.tmdb.org/t/p/w342//23oJaeBh0FDk2mQ2P240PU9Xxfh.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//921vUyXdfIYpaXqu5Lnf3nVb4IJ.jpg",
      "category": "Animation"
    },
    {
      "id": 832502,
      "title": "The Monkey King",
      "description": "A stick-wielding monkey teams with a young girl on an epic quest for immortality, battling demons, dragons, gods — and his own ego — along the way.",
      "image": "https://image.tmdb.org/t/p/w342//i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jDjmnEuNUfWHg8rbW6u8mylkcO0.jpg",
      "category": "Animation"
    },
    {
      "id": 438148,
      "title": "Minions: The Rise of Gru",
      "description": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
      "image": "https://image.tmdb.org/t/p/w342//wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//uMSxXLfH7v30gRNBqsQaSP3yqX5.jpg",
      "category": "Animation"
    },
    {
      "id": 438695,
      "title": "Sing 2",
      "description": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
      "image": "https://image.tmdb.org/t/p/w342//aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//6mJrgL7Mi13XjJeGYJFlD6UEVQw.jpg",
      "category": "Animation"
    },
    {
      "id": 438695,
      "title": "Sing 2",
      "description": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
      "image": "https://image.tmdb.org/t/p/w342//aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//6mJrgL7Mi13XjJeGYJFlD6UEVQw.jpg",
      "category": "Animation"
    },
    {
      "id": 863,
      "title": "Toy Story 2",
      "description": "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.",
      "image": "https://image.tmdb.org/t/p/w342//2MFIhZAW0CVlEQrFyqwa4U6zqJP.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//91qfG6VaxRsCh1SbIi1w2vxknsL.jpg",
      "category": "Animation"
    },
    {
      "id": 49013,
      "title": "Cars 2",
      "description": "Star race car Lightning McQueen and his pal Mater head overseas to compete in the World Grand Prix race. But the road to the championship becomes rocky as Mater gets caught up in an intriguing adventure of his own: international espionage.",
      "image": "https://image.tmdb.org/t/p/w342//okIz1HyxeVOMzYwwHUjH2pHi74I.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jTx4XlVsLJkDwbEQkFYwpApD556.jpg",
      "category": "Animation"
    },
    {
      "id": 508442,
      "title": "Soul",
      "description": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful audition at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
      "image": "https://image.tmdb.org/t/p/w342//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rQaHA74pevnGsxcKGaoZVGWe9TC.jpg",
      "category": "Animation"
    },
    {
      "id": 10674,
      "title": "Mulan",
      "description": "To save her father from certain death in the army, a young woman secretly enlists in his place and becomes one of China's greatest heroines in the process.",
      "image": "https://image.tmdb.org/t/p/w342//5TYgKxYhnhRNNwqnRAKHkgfqi2G.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mUYV0ZdsDEliGaQahcQH1F3grsP.jpg",
      "category": "Animation"
    },
    {
      "id": 57800,
      "title": "Ice Age: Continental Drift",
      "description": "Manny, Diego, and Sid embark upon another adventure after their continent is set adrift. Using an iceberg as a ship, they encounter sea creatures and battle pirates as they explore a new world.",
      "image": "https://image.tmdb.org/t/p/w342//dfp1BZF7FxbBUyzHvMOI9t8NWDD.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kyTlMMVWo1GffYoQctZwLqJcwaj.jpg",
      "category": "Animation"
    },
    {
      "id": 1139087,
      "title": "Once Upon a Studio",
      "description": "Created for Disney's 100th anniversary, the short features Mickey Mouse corralling a gallery of legendary Disney characters for a group photo.",
      "image": "https://image.tmdb.org/t/p/w342//hr8ZtwdbtjBquxlTCrczr685K5T.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8KJMOKyl9rpgb9ELEwhfBMIaTHw.jpg",
      "category": "Animation"
    },
    {
      "id": 1003581,
      "title": "Justice League: Warworld",
      "description": "Until now, the Justice League has been a loose association of superpowered individuals. But when they are swept away to Warworld, a place of unending brutal gladiatorial combat, Batman, Superman, Wonder Woman and the others must somehow unite to form an unbeatable resistance able to lead an entire planet to freedom.",
      "image": "https://image.tmdb.org/t/p/w342//qmevjlNDaWoEughGlXFWHbQ4TaR.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kIMYSzp1fH1H9adKplekLD9BuNi.jpg",
      "category": "Animation"
    },
    {
      "id": 1003581,
      "title": "Justice League: Warworld",
      "description": "Until now, the Justice League has been a loose association of superpowered individuals. But when they are swept away to Warworld, a place of unending brutal gladiatorial combat, Batman, Superman, Wonder Woman and the others must somehow unite to form an unbeatable resistance able to lead an entire planet to freedom.",
      "image": "https://image.tmdb.org/t/p/w342//qmevjlNDaWoEughGlXFWHbQ4TaR.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kIMYSzp1fH1H9adKplekLD9BuNi.jpg",
      "category": "Animation"
    },
    {
      "id": 14160,
      "title": "Up",
      "description": "Carl Fredricksen spent his entire life dreaming of exploring the globe and experiencing life to its fullest. But at age 78, life seems to have passed him by, until a twist of fate (and a persistent 8-year old Wilderness Explorer named Russell) gives him a new lease on life.",
      "image": "https://image.tmdb.org/t/p/w342//vpbaStTMt8qqXaEgnOR2EE4DNJk.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//hGGC9gKo7CFE3fW07RA587e5kol.jpg",
      "category": "Animation"
    },
    {
      "id": 787699,
      "title": "Wonka",
      "description": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
      "image": "https://image.tmdb.org/t/p/w342//qhb1qOilapbapxWQn9jtRCMwXJF.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//yOm993lsJyPmBodlYjgpPwBjXP9.jpg",
      "category": "Comedy"
    },
    {
      "id": 346698,
      "title": "Barbie",
      "description": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.",
      "image": "https://image.tmdb.org/t/p/w342//iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ctMserH8g2SeOAnCw5gFjdQF8mo.jpg",
      "category": "Comedy"
    },
    {
      "id": 1022964,
      "title": "Candy Cane Lane",
      "description": "A man, determined to win the neighborhood's annual Christmas decorating contest, makes a pact with an elf to help him win. However, the elf casts a spell bringing the twelve days of Christmas to life, bringing chaos to the small, unsuspecting town.",
      "image": "https://image.tmdb.org/t/p/w342//2pYgOBtBaFxAELQGj6p86vuIhhG.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sp6egj5NHHRGmCMdIoTNdbLwACR.jpg",
      "category": "Comedy"
    },
    {
      "id": 81774,
      "title": "Exploits of a Young Don Juan",
      "description": "It's 1914. Sixteen-year-old Roger returns home to spend his summer vacation. His initial efforts are unsuccessful, but World War I breaks out and men are seen marching off to battle. Roger goes overboard when he is presented with several amorous opportunities.",
      "image": "https://image.tmdb.org/t/p/w342//xvtRgQIRegLjsjaIkKQbh0hk3Qy.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//lzbrMjEnH34DzTfllRb6XxhlaZu.jpg",
      "category": "Comedy"
    },
    {
      "id": 772,
      "title": "Home Alone 2: Lost in New York",
      "description": "Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's determined to foil their plans to rob a toy store on Christmas Eve.",
      "image": "https://image.tmdb.org/t/p/w342//uuitWHpJwxD1wruFl2nZHIb4UGN.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pnkcE3Q3fPNM9XzWEN1gJJRYYX4.jpg",
      "category": "Comedy"
    },
    {
      "id": 798021,
      "title": "Family Switch",
      "description": "When the Walker family members switch bodies with each other during a rare planetary alignment, their hilarious journey to find their way back to normal will bring them closer together than they ever thought possible.",
      "image": "https://image.tmdb.org/t/p/w342//fnRUCA0fjEb3kuIaTGogL7425IC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fc2pEZgr0ltmyzLl4cO9JInOg6l.jpg",
      "category": "Comedy"
    },
    {
      "id": 956920,
      "title": "There's Something in the Barn",
      "description": "An American family fulfills their dream of moving back to their roots after inheriting a remote cabin in the mountains of Norway. But there's a surprise waiting for them.",
      "image": "https://image.tmdb.org/t/p/w342//axrzMJR5VPWYNiW9ArENiMEPTjr.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jBOyi3ibJbVa1imTCcddPUxTVAV.jpg",
      "category": "Comedy"
    },
    {
      "id": 975533,
      "title": "The Archies",
      "description": "Set in 1960s India, Archie and the gang navigate romance, friendship and the future of Riverdale as developers threaten to destroy a beloved park.",
      "image": "https://image.tmdb.org/t/p/w342//h2NIN5cuS3yRBnI7VDCtGiffX2r.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8MDDAi8VnWKJdMmsxuJ1YL1wc21.jpg",
      "category": "Comedy"
    },
    {
      "id": 884605,
      "title": "No Hard Feelings",
      "description": "On the brink of losing her childhood home, Maddie discovers an intriguing job listing: wealthy helicopter parents looking for someone to “date” their introverted 19-year-old son, Percy, before he leaves for college. To her surprise, Maddie soon discovers the awkward Percy is no sure thing.",
      "image": "https://image.tmdb.org/t/p/w342//gD72DhJ7NbfxvtxGiAzLaa0xaoj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rRcNmiH55Tz0ugUsDUGmj8Bsa4V.jpg",
      "category": "Comedy"
    },
    {
      "id": 594767,
      "title": "Shazam! Fury of the Gods",
      "description": "Billy Batson and his foster siblings, who transform into superheroes by saying \"Shazam!\", are forced to get back into action and fight the Daughters of Atlas, who they must stop from using a weapon that could destroy the world.",
      "image": "https://image.tmdb.org/t/p/w342//A3ZbZsmsvNGdprRi2lKgGEeVLEH.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zRQITMLvVi8z2Xz12Bi6wvbZE82.jpg",
      "category": "Comedy"
    },
    {
      "id": 18785,
      "title": "The Hangover",
      "description": "When three friends finally come to after a raucous night of bachelor-party revelry, they find a baby in the closet and a tiger in the bathroom. But they can't seem to locate their best friend, Doug – who's supposed to be tying the knot. Launching a frantic search for Doug, the trio perseveres through a nasty hangover to try to make it to the church on time.",
      "image": "https://image.tmdb.org/t/p/w342//uluhlXubGu1VxU63X9VHCLWDAYP.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//2o0PKGmnSgCGkzoSePNAqse8Ure.jpg",
      "category": "Comedy"
    },
    {
      "id": 214756,
      "title": "Ted 2",
      "description": "Newlywed couple Ted and Tami-Lynn want to have a baby, but in order to qualify to be a parent, Ted will have to prove he's a person in a court of law.",
      "image": "https://image.tmdb.org/t/p/w342//qMOt0uy1x49OBW0jzodgRM9waW0.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//19Pghw34YdLbjeKpwfCRTNhaItr.jpg",
      "category": "Comedy"
    },
    {
      "id": 10719,
      "title": "Elf",
      "description": "When young Buddy falls into Santa's gift sack on Christmas Eve, he's transported back to the North Pole and raised as a toy-making elf by Santa's helpers. But as he grows into adulthood, he can't shake the nagging feeling that he doesn't belong. Buddy vows to visit Manhattan and find his real dad, a workaholic.",
      "image": "https://image.tmdb.org/t/p/w342//oOleziEempUPu96jkGs0Pj6tKxj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5nhp41gx49vXjwXuDXJwQrRFsng.jpg",
      "category": "Comedy"
    },
    {
      "id": 5825,
      "title": "National Lampoon's Christmas Vacation",
      "description": "It's Christmastime, and the Griswolds are preparing for a family seasonal celebration. But things never run smoothly for Clark, his wife Ellen, and their two kids. Clark's continual bad luck is worsened by his obnoxious family guests, but he manages to keep going, knowing that his Christmas bonus is due soon.",
      "image": "https://image.tmdb.org/t/p/w342//gL8ZDtAy8vO95aAnv1H5CR4CGMA.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1KYDPOC6ENDWCkW3TGCdca104hi.jpg",
      "category": "Comedy"
    },
    {
      "id": 866346,
      "title": "The Retirement Plan",
      "description": "When Ashley and her young daughter Sarah get caught up in a criminal enterprise that puts their lives at risk, she turns to the only person who can help: her estranged father Matt, currently living the life of a retired beach bum in the Cayman Islands. Their reunion is fleeting as they are soon tracked down on the island by crime boss Donnie and his lieutenant Bobo. As Ashley, Sarah, and Matt become entangled in an increasingly dangerous web, Ashley quickly learns her father had a secret past that she knew nothing about and that there is more to her father than meets the eye.",
      "image": "https://image.tmdb.org/t/p/w342//kv4n3xgRWtkldaD4kyy1FvpW6bO.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//436mzGC6sSM1YsHxdtHD6jVtGxX.jpg",
      "category": "Comedy"
    },
    {
      "id": 12153,
      "title": "White Chicks",
      "description": "Two FBI agent brothers, Marcus and Kevin Copeland, accidentally foil a drug bust. To avoid being fired they accept a mission escorting a pair of socialites to the Hamptons--but when the girls are disfigured in a car accident, they refuse to go. Left without options, Marcus and Kevin decide to pose as the sisters, transforming themselves from black men into rich white women.",
      "image": "https://image.tmdb.org/t/p/w342//aHTUpo45qy9QYIOnVITGGqLoVcA.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//di47xqYMCYpjqwnqNlO17X5qXMX.jpg",
      "category": "Comedy"
    },
    {
      "id": 661374,
      "title": "Glass Onion: A Knives Out Mystery",
      "description": "World-famous detective Benoit Blanc heads to Greece to peel back the layers of a mystery surrounding a tech billionaire and his eclectic crew of friends.",
      "image": "https://image.tmdb.org/t/p/w342//vDGr1YdrlfbU9wxTOdpf3zChmv9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dKqa850uvbNSCaQCV4Im1XlzEtQ.jpg",
      "category": "Comedy"
    },
    {
      "id": 1204912,
      "title": "Dealing with Christmas",
      "description": "On Christmas Eve, Greg, a solitary and taciturn police officer, doesn't hesitate to leave his daughter behind to go on a mission. To teach him a lesson, Santa Claus decides to grant his daughter's wish: that her father looks like Richard Silestone, the good-natured and heavily indebted family man from the beloved Christmas movie she adores. While Greg is sent into this improbable world, Richard accidentally lands in the real world and both men realize they have no choice but to complete each other's missions to reclaim their respective lives.",
      "image": "https://image.tmdb.org/t/p/w342//9kKDdxX0KZ6x2F5FNCUOa4VQEji.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//pfu1NHLOv8HOmr2WFDXB9eizRBF.jpg",
      "category": "Comedy"
    },
    {
      "id": 1172029,
      "title": "Surviving My Quinceañera",
      "description": "Quinceañeras, a magical age... except when your family wants to put you in a bulky dress and make you waltz in front of everyone, which is exactly what happens to Danae shortly after she transfers to a very proper private school.  Now Danae has to manage to balance the demands of her family, those of her new friends and organize a cool, but traditional, but modern, but emotional, but aesthetic, but also grandmother-pleasing Quinceañera party... without dying in the process.",
      "image": "https://image.tmdb.org/t/p/w342//kr50u2w3G5L7RqLf6frFliJqPrZ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cCIbJZVL3RQXp7CXohkAobhyNaw.jpg",
      "category": "Comedy"
    },
    {
      "id": 912908,
      "title": "Strays",
      "description": "When Reggie is abandoned on the mean city streets by his lowlife owner, Doug, Reggie is certain that his beloved owner would never leave him on purpose. But once Reggie falls in with Bug, a fast-talking, foul-mouthed stray who loves his freedom and believes that owners are for suckers, Reggie finally realizes he was in a toxic relationship and begins to see Doug for the heartless sleazeball that he is.",
      "image": "https://image.tmdb.org/t/p/w342//muDaKftykz9Nj1mhRheMdbuNI9Z.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1HzL603WOer58xtnrRYdSIL5K04.jpg",
      "category": "Comedy"
    },
    {
      "id": 1103787,
      "title": "World's First Christmas",
      "description": "A young girl wishes Christmas was over for good, and her wish is granted with unexpected consequences.",
      "image": "https://image.tmdb.org/t/p/w342//jiJBmfxciWm9PFJgvOfOs8GM4ok.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1ALeWh8dv7X1lu21DdQ9KUTGOQ3.jpg",
      "category": "Comedy"
    },
    {
      "id": 550988,
      "title": "Free Guy",
      "description": "A bank teller discovers he is actually a background player in an open-world video game, and decides to become the hero of his own story. Now, in a world where there are no limits, he is determined to be the guy who saves his world his way before it's too late.",
      "image": "https://image.tmdb.org/t/p/w342//xmbU4JTUm8rsdtn7Y3Fcm30GpeT.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7py8kUCYaOdFn1TfVS87BDBySOz.jpg",
      "category": "Comedy"
    },
    {
      "id": 550988,
      "title": "Free Guy",
      "description": "A bank teller discovers he is actually a background player in an open-world video game, and decides to become the hero of his own story. Now, in a world where there are no limits, he is determined to be the guy who saves his world his way before it's too late.",
      "image": "https://image.tmdb.org/t/p/w342//xmbU4JTUm8rsdtn7Y3Fcm30GpeT.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7py8kUCYaOdFn1TfVS87BDBySOz.jpg",
      "category": "Comedy"
    },
    {
      "id": 350,
      "title": "The Devil Wears Prada",
      "description": "Andy moves to New York to work in the fashion industry. Her boss is extremely demanding, cruel and won't let her succeed if she doesn't fit into the high class elegant look of their magazine.",
      "image": "https://image.tmdb.org/t/p/w342//8912AsVuS7Sj915apArUFbv6F9L.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//CpLAfXgSNeNRRbRzPrTuzKmIHO.jpg",
      "category": "Comedy"
    },
    {
      "id": 337404,
      "title": "Cruella",
      "description": "In 1970s London amidst the punk rock revolution, a young grifter named Estella is determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute. But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella.",
      "image": "https://image.tmdb.org/t/p/w342//wToO8opxkGwKgSfJ1JK8tGvkG6U.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//6MKr3KgOLmzOP6MSuZERO41Lpkt.jpg",
      "category": "Comedy"
    },
    {
      "id": 840430,
      "title": "The Holdovers",
      "description": "A curmudgeonly instructor at a New England prep school is forced to remain on campus during Christmas break to babysit the handful of students with nowhere to go. Eventually, he forms an unlikely bond with one of them — a damaged, brainy troublemaker — and with the school’s head cook, who has just lost a son in Vietnam.",
      "image": "https://image.tmdb.org/t/p/w342//VHSzNBTwxV8vh7wylo7O9CLdac.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sQLMaESdeELB7Dl8HdxfGlZYRzu.jpg",
      "category": "Comedy"
    },
    {
      "id": 466420,
      "title": "Killers of the Flower Moon",
      "description": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one—until the FBI steps in to unravel the mystery.",
      "image": "https://image.tmdb.org/t/p/w342//dB6Krk806zeqd0YNp2ngQ9zXteH.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1X7vow16X7CnCoexXh4H4F2yDJv.jpg",
      "category": "Crime"
    },
    {
      "id": 414906,
      "title": "The Batman",
      "description": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
      "image": "https://image.tmdb.org/t/p/w342//74xTEgt7R36Fpooo50r9T25onhq.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tRS6jvPM9qPrrnx2KRp3ew96Yot.jpg",
      "category": "Crime"
    },
    {
      "id": 958263,
      "title": "Believer 2",
      "description": "A determined detective continues his search for the truth behind Asia's largest drug organization and its elusive boss he has unfinished business with.",
      "image": "https://image.tmdb.org/t/p/w342//g9aDZSqH5KmsHbMurhni5d2wq6q.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jAW3L7N5ePEnIsBQP5vnmhw1qbl.jpg",
      "category": "Crime"
    },
    {
      "id": 1027073,
      "title": "In the Land of Saints and Sinners",
      "description": "In a remote Irish village, a damaged Finbar is forced to fight for redemption after a lifetime of sins, but what price is he willing to pay? In the land of saints and sinners, some sins can't be buried.",
      "image": "https://image.tmdb.org/t/p/w342//443c0xNTLackGkFOKfbPClKMpIk.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4kmNLwmVeT3xMciSRefE6SCi2hX.jpg",
      "category": "Crime"
    },
    {
      "id": 800158,
      "title": "The Killer",
      "description": "After a fateful near-miss, an assassin battles his employers, and himself, on an international manhunt he insists isn't personal.",
      "image": "https://image.tmdb.org/t/p/w342//ipkcgvN7h3yZnbYowthloHLKsf4.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mRmRE4RknbL7qKALWQDz64hWKPa.jpg",
      "category": "Crime"
    },
    {
      "id": 581528,
      "title": "The Gangster, the Cop, the Devil",
      "description": "After barely surviving a violent attack by an elusive serial killer, crime boss Jang Dong-su finds himself forming an unlikely partnership with local detective Jung Tae-seok to catch the sadistic killer simply known as K.",
      "image": "https://image.tmdb.org/t/p/w342//oHlM4abRm6BzrRcz9Nup1uidw9H.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fI6X3Hd8KvtAuOKVdmxckdNzrx.jpg",
      "category": "Crime"
    },
    {
      "id": 75780,
      "title": "Jack Reacher",
      "description": "When a gunman takes five lives with six shots, all evidence points to the suspect in custody. On interrogation, the suspect offers up a single note: \"Get Jack Reacher!\" So begins an extraordinary chase for the truth, pitting Jack Reacher against an unexpected enemy, with a skill for violence and a secret to keep.",
      "image": "https://image.tmdb.org/t/p/w342//uQBbjrLVsUibWxNDGA4Czzo8lwz.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5QEtCBM6aXHftr7sgFxxUUl9Ej8.jpg",
      "category": "Crime"
    },
    {
      "id": 75780,
      "title": "Jack Reacher",
      "description": "When a gunman takes five lives with six shots, all evidence points to the suspect in custody. On interrogation, the suspect offers up a single note: \"Get Jack Reacher!\" So begins an extraordinary chase for the truth, pitting Jack Reacher against an unexpected enemy, with a skill for violence and a secret to keep.",
      "image": "https://image.tmdb.org/t/p/w342//uQBbjrLVsUibWxNDGA4Czzo8lwz.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5QEtCBM6aXHftr7sgFxxUUl9Ej8.jpg",
      "category": "Crime"
    },
    {
      "id": 940143,
      "title": "All Souls",
      "description": "A young confidential informant is sent on a dangerous undercover operation. It's a no-holds-barred look at the vulnerable foot soldiers of the War on Drugs, young criminals who are pressured to work for the police.",
      "image": "https://image.tmdb.org/t/p/w342//9QUZXrfokqrW6yJBYPgGD1cN0JO.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7yhLN71VO1M889TvyC9mjUzXjFJ.jpg",
      "category": "Crime"
    },
    {
      "id": 106646,
      "title": "The Wolf of Wall Street",
      "description": "A New York stockbroker refuses to cooperate in a large securities fraud case involving corruption on Wall Street, corporate banking world and mob infiltration. Based on Jordan Belfort's autobiography.",
      "image": "https://image.tmdb.org/t/p/w342//34m2tygAYBGqA9MXKhRDtzYd4MR.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//2P0toWq3feNvFAzf28j7vNc1IuZ.jpg",
      "category": "Crime"
    },
    {
      "id": 1192578,
      "title": "Elijo creer",
      "description": "",
      "image": "https://image.tmdb.org/t/p/w342//tAX05FIcjnllogMa2r0FmamNhpU.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Documentary"
    },
    {
      "id": 1206029,
      "title": "Muchachos, la película de la gente",
      "description": "",
      "image": "https://image.tmdb.org/t/p/w342//4lb7Lpwzu908fbph9enKN0axiYy.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Documentary"
    },
    {
      "id": 413393,
      "title": "Pure Imagination: The Story of 'Willy Wonka & the Chocolate Factory'",
      "description": "Retrospective documentary on the making of the cult classic \"Willy Wonka & the Chocolate Factory.\"",
      "image": "https://image.tmdb.org/t/p/w342//nxzZeGmE456c5ujVrkV2B42mmD4.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//oWpE71ORKX5HUZjeS6fM0gOScQ6.jpg",
      "category": "Documentary"
    },
    {
      "id": 1031774,
      "title": "Thriller 40",
      "description": "Forty years after the release of Michael Jackson’s ‘Thriller,’ the best-selling album of all-time, director Nelson George takes fans back in time to the making of a pop masterpiece, featuring never-before-seen footage and candid interviews.",
      "image": "https://image.tmdb.org/t/p/w342//72Svj5snzYha443bxgnxyp7cvOu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kkyn5vyMqkgCp944QeBumJ6aktP.jpg",
      "category": "Documentary"
    },
    {
      "id": 872585,
      "title": "Oppenheimer",
      "description": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.",
      "image": "https://image.tmdb.org/t/p/w342//8Gxv8gSFCU0XGDykEGv7zR1n2ua.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//fm6KqXpk3M2HVveHwCrBSSBaO0V.jpg",
      "category": "Drama"
    },
    {
      "id": 726209,
      "title": "Leave the World Behind",
      "description": "A family's getaway to a luxurious rental home takes an ominous turn when a cyberattack knocks out their devices — and two strangers appear at their door.",
      "image": "https://image.tmdb.org/t/p/w342//29rhl1xopxA7JlGVVsf1UHfYPvN.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//z6OkT7XjzSrgstiTlld0jUvME9y.jpg",
      "category": "Drama"
    },
    {
      "id": 1010581,
      "title": "My Fault",
      "description": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
      "image": "https://image.tmdb.org/t/p/w342//w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//lntyt4OVDbcxA1l7LtwITbrD3FI.jpg",
      "category": "Drama"
    },
    {
      "id": 457232,
      "title": "Lamborghini: The Man Behind the Legend",
      "description": "Follow the launch of Lamborghini’s career as a manufacturer of tractors, a creator of military vehicles during World War II, and the designer of Lamborghini cars, which he launched in 1963 as the high-end sports car company Automobili Lamborghini.",
      "image": "https://image.tmdb.org/t/p/w342//RKgnYLhCNGCUkrhiCRrs40rEHe.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//lUPz9zW0uf0bHfYsRRID8RtBHEU.jpg",
      "category": "Drama"
    },
    {
      "id": 1058694,
      "title": "Radical",
      "description": "In a Mexican border town plagued by neglect, corruption, and violence, a frustrated teacher tries a radical new method to break through his students’ apathy and unlock their curiosity, their potential… and maybe even their genius.",
      "image": "https://image.tmdb.org/t/p/w342//eSatbygYZp8ooprBHZdb6GFZxGB.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//p9DKeXp6FPJtAQ1k13Z4zPWrCbN.jpg",
      "category": "Drama"
    },
    {
      "id": 960206,
      "title": "Godland",
      "description": "In the late 19th century, a young Danish priest travels to a remote part of Iceland to build a church and photograph its people. But the deeper he goes into the unforgiving landscape, the more he strays from his purpose, the mission and morality.",
      "image": "https://image.tmdb.org/t/p/w342//s0cWPhzpKJ4kspaleMcOduHBFBw.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sKBB1Fh9YMiLMsUUCPvdcbpVTfo.jpg",
      "category": "Drama"
    },
    {
      "id": 597,
      "title": "Titanic",
      "description": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
      "image": "https://image.tmdb.org/t/p/w342//9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rzdPqYx7Um4FUZeD8wpXqjAUcEm.jpg",
      "category": "Drama"
    },
    {
      "id": 839369,
      "title": "May December",
      "description": "Twenty years after their notorious tabloid romance gripped the nation, a married couple buckles under pressure when an actress arrives to do research for a film about their past.",
      "image": "https://image.tmdb.org/t/p/w342//yibtHDMO70RueiEmtrcJeTiiHFo.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//97MOhHIgU6ZdLcB9DrAhx3WAqrU.jpg",
      "category": "Drama"
    },
    {
      "id": 915935,
      "title": "Anatomy of a Fall",
      "description": "A woman is suspected of her husband’s murder, and their blind son faces a moral dilemma as the sole witness.",
      "image": "https://image.tmdb.org/t/p/w342//kQs6keheMwCxJxrzV83VUwFtHkB.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kszooR7v1TLFM4pzx6IkKq2jDAN.jpg",
      "category": "Drama"
    },
    {
      "id": 238,
      "title": "The Godfather",
      "description": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
      "image": "https://image.tmdb.org/t/p/w342//3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tmU7GeKVybMWFButWEGl2M4GeiP.jpg",
      "category": "Drama"
    },
    {
      "id": 1156593,
      "title": "Your Fault",
      "description": "",
      "image": "https://image.tmdb.org/t/p/w342//3pkjbiL9ju2VdLohIGW4NOYkASi.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Drama"
    },
    {
      "id": 278,
      "title": "The Shawshank Redemption",
      "description": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
      "image": "https://image.tmdb.org/t/p/w342//q6y0Go1tsGEsmtFryDOJo3dEmqu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kXfqcdQKsToO0OUXHcrrNCHDBzO.jpg",
      "category": "Drama"
    },
    {
      "id": 550,
      "title": "Fight Club",
      "description": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
      "image": "https://image.tmdb.org/t/p/w342//pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//hZkgoQYus5vegHoetLkCJzb17zJ.jpg",
      "category": "Drama"
    },
    {
      "id": 517093,
      "title": "Balkan Line",
      "description": "After the NATO bombing of Yugoslavia in 1999, the Yugoslav army pulls out of Kosovo region, leaving Serbian people at the mercy of the Albanian UCK. A small band of soldiers must take over the Slatina airport, and hold it until the Russian peacekeepers arrive.",
      "image": "https://image.tmdb.org/t/p/w342//okiB4NUriKKbGjAtVSzveicPTtu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ihZtk1FxpfqkdMoxYYjLVj2FXtV.jpg",
      "category": "Drama"
    },
    {
      "id": 489,
      "title": "Good Will Hunting",
      "description": "Will Hunting has a genius-level IQ but chooses to work as a janitor at MIT. When he solves a difficult graduate-level math problem, his talents are discovered by Professor Gerald Lambeau, who decides to help the misguided youth reach his potential. When Will is arrested for attacking a police officer, Professor Lambeau makes a deal to get leniency for him if he will get treatment from therapist Sean Maguire.",
      "image": "https://image.tmdb.org/t/p/w342//bABCBKYBK7A5G1x0FzoeoNfuj2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bpV8wn48s82au37QyUJ51S7X2Vf.jpg",
      "category": "Drama"
    },
    {
      "id": 296096,
      "title": "Me Before You",
      "description": "A small town girl is caught between dead-end jobs. A high-profile, successful man becomes wheelchair bound following an accident. The man decides his life is not worth living until the girl is hired for six months to be his new caretaker. Worlds apart and trapped together by circumstance, the two get off to a rocky start. But the girl becomes determined to prove to the man that life is worth living and as they embark on a series of adventures together, each finds their world changing in ways neither of them could begin to imagine.",
      "image": "https://image.tmdb.org/t/p/w342//Ia3dzj5LnCj1ZBdlVeJrbKJQxG.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7jjwdoIVPJp7gcDo9uE1sVZi2Rs.jpg",
      "category": "Drama"
    },
    {
      "id": 337167,
      "title": "Fifty Shades Freed",
      "description": "Believing they have left behind shadowy figures from their past, newlyweds Christian and Ana fully embrace an inextricable connection and shared life of luxury. But just as she steps into her role as Mrs. Grey and he relaxes into an unfamiliar stability, new threats could jeopardize their happy ending before it even begins.",
      "image": "https://image.tmdb.org/t/p/w342//9ZedQHPQVveaIYmDSTazhT3y273.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9ywA15OAiwjSTvg3cBs9B7kOCBF.jpg",
      "category": "Drama"
    },
    {
      "id": 677179,
      "title": "Creed III",
      "description": "After dominating the boxing world, Adonis Creed has thrived in his career and family life. When a childhood friend and former boxing prodigy, Damian Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damian — a fighter with nothing to lose.",
      "image": "https://image.tmdb.org/t/p/w342//cvsXj3I9Q2iyyIo95AecSd1tad7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5i6SjyDbDWqyun8klUuCxrlFbyw.jpg",
      "category": "Drama"
    },
    {
      "id": 453,
      "title": "A Beautiful Mind",
      "description": "John Nash is a brilliant but asocial mathematician fighting schizophrenia. After he accepts secret work in cryptography, his life takes a turn for the nightmarish.",
      "image": "https://image.tmdb.org/t/p/w342//zwzWCmH72OSC9NA0ipoqw5Zjya8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zbpZOYrRCxEF8lFT5JC8XodEggC.jpg",
      "category": "Drama"
    },
    {
      "id": 381284,
      "title": "Hidden Figures",
      "description": "The untold story of Katherine G. Johnson, Dorothy Vaughan and Mary Jackson – brilliant African-American women working at NASA and serving as the brains behind one of the greatest operations in history – the launch of astronaut John Glenn into orbit. The visionary trio crossed all gender and race lines to inspire generations to dream big.",
      "image": "https://image.tmdb.org/t/p/w342//9lfz2W2uGjyow3am00rsPJ8iOyq.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rfkIeCaIHhN3K5wjJJqKmfUjYp8.jpg",
      "category": "Drama"
    },
    {
      "id": 324786,
      "title": "Hacksaw Ridge",
      "description": "WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor.",
      "image": "https://image.tmdb.org/t/p/w342//jcStBvbQt78tPeId5hC7a9jcDOK.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//yQIBS8B9l2qXoPoPtxSXvH7CfoT.jpg",
      "category": "Drama"
    },
    {
      "id": 1134754,
      "title": "172 Days",
      "description": "Zira was united with Amer for 172 very memorable days. Fate separated, Amer left too soon, leaving many sweet memories for Zira.",
      "image": "https://image.tmdb.org/t/p/w342//pbeSOr5ODJMHMzR4hbLXhnHNs1S.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sYKYfeJK83QlwL0ty5gOZ7MazCv.jpg",
      "category": "Drama"
    },
    {
      "id": 1192330,
      "title": "Dating Santa",
      "description": "Lucia is a consummate professional and the single mother of Leo, her beautiful and mischievous 6-year-old daughter, who is obsessed with Christmas and believes her birth was due to a Christmas miracle. Between her two full-time jobs (motherhood and architecture), she has neither the time nor the inclination to fall in love again, but when she reluctantly agrees to go on a blind date with Sergio, a handsome and likeable chef, the spark is undeniable.",
      "image": "https://image.tmdb.org/t/p/w342//qD63nfBOHBesy6EOu5GT2AB0rCj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//w6cRR9j7ViEa6IMoM1noSIfMuhW.jpg",
      "category": "Drama"
    },
    {
      "id": 6479,
      "title": "I Am Legend",
      "description": "Robert Neville is a scientist who was unable to stop the spread of the terrible virus that was incurable and man-made. Immune, Neville is now the last human survivor in what is left of New York City and perhaps the world. For three years, Neville has faithfully sent out daily radio messages, desperate to find any other survivors who might be out there. But he is not alone.",
      "image": "https://image.tmdb.org/t/p/w342//iPDkaSdKk2jRLTM65UOEoKtsIZ8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//aTLq0TMKdsmIy1ZyFM1LfPs326d.jpg",
      "category": "Drama"
    },
    {
      "id": 48650,
      "title": "Room in Rome",
      "description": "A hotel room in the center of Rome serves as the setting for Alba and Natasha, two sexy and recently acquainted women, to have a physical adventure that touches their very souls.",
      "image": "https://image.tmdb.org/t/p/w342//gx2ENSap1D4nbjcz7cLLAs4S3fy.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//30TgnSvXiL7NQoQ5WWwHqw0FRhA.jpg",
      "category": "Drama"
    },
    {
      "id": 216015,
      "title": "Fifty Shades of Grey",
      "description": "When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure.",
      "image": "https://image.tmdb.org/t/p/w342//63kGofUkt1Mx0SIL4XI4Z5AoSgt.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mgY8An5qVCgLh97KOWeJVJarskL.jpg",
      "category": "Drama"
    },
    {
      "id": 423,
      "title": "The Pianist",
      "description": "The true story of pianist Władysław Szpilman's experiences in Warsaw during the Nazi occupation. When the Jews of the city find themselves forced into a ghetto, Szpilman finds work playing in a café; and when his family is deported in 1942, he stays behind, works for a while as a laborer, and eventually goes into hiding in the ruins of the war-torn city.",
      "image": "https://image.tmdb.org/t/p/w342//2hFvxCCWrTmCYwfy7yum0GKRi3Y.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dVr11o9or7AS8AMPfwjSpEU83iU.jpg",
      "category": "Drama"
    },
    {
      "id": 155,
      "title": "The Dark Knight",
      "description": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
      "image": "https://image.tmdb.org/t/p/w342//qJ2tW6WMUDux911r6m7haRef0WH.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//nMKdUUepR0i5zn0y1T4CsSB5chy.jpg",
      "category": "Drama"
    },
    {
      "id": 744,
      "title": "Top Gun",
      "description": "For Lieutenant Pete 'Maverick' Mitchell and his friend and co-pilot Nick 'Goose' Bradshaw, being accepted into an elite training school for fighter pilots is a dream come true. But a tragedy, as well as personal demons, will threaten Pete's dreams of becoming an ace pilot.",
      "image": "https://image.tmdb.org/t/p/w342//xUuHj3CgmZQ9P2cMaqQs4J0d4Zc.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jILeJ60zPpIjjJHGSmIeY4eO30t.jpg",
      "category": "Drama"
    },
    {
      "id": 249397,
      "title": "Nymphomaniac: Vol. II",
      "description": "The continuation of Joe's sexually dictated life delves into the darker aspects of her adult life and what led to her being in Seligman's care.",
      "image": "https://image.tmdb.org/t/p/w342//fYLbO4UpumgNHVnsyDQkXG87Q1k.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8qkDwjTFoLAwmYh2J9HMeIDRlxd.jpg",
      "category": "Drama"
    },
    {
      "id": 1203970,
      "title": "The Melodic Blue: Baby Keem",
      "description": "Keem’s internal battle leads us through fragments of memory and temptation as he navigates the depths of The Melodic Blue.",
      "image": "https://image.tmdb.org/t/p/w342//eValr4eJxUfTJVMcqFcSQrRc4T.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//nR7nUMZOCOcvIBZZXlMKaWJjfvY.jpg",
      "category": "Drama"
    },
    {
      "id": 244786,
      "title": "Whiplash",
      "description": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
      "image": "https://image.tmdb.org/t/p/w342//7fn624j5lj3xTme2SgiLCeuedmO.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vNXGrknx4GjWLgmuNTftWZluIUl.jpg",
      "category": "Drama"
    },
    {
      "id": 480530,
      "title": "Creed II",
      "description": "Between personal obligations and training for his next big fight against an opponent with ties to his family's past, Adonis Creed is up against the challenge of his life.",
      "image": "https://image.tmdb.org/t/p/w342//v3QyboWRoA4O9RbcsqH8tJMe8EB.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9il7qNbeYnPMYlutsVYDsj4hRyb.jpg",
      "category": "Drama"
    },
    {
      "id": 640,
      "title": "Catch Me If You Can",
      "description": "A true story about Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars worth of checks as a Pan Am pilot, doctor, and legal prosecutor. An FBI agent makes it his mission to put him behind bars. But Frank not only eludes capture, he revels in the pursuit.",
      "image": "https://image.tmdb.org/t/p/w342//ctjEj2xM32OvBXCq8zAdK3ZrsAj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//Ag6qhzsJd3k1NKuNrG9RmhZDMh7.jpg",
      "category": "Drama"
    },
    {
      "id": 335,
      "title": "Once Upon a Time in the West",
      "description": "As the railroad builders advance unstoppably through the Arizona desert on their way to the sea, Jill arrives in the small town of Flagstone with the intention of starting a new life.",
      "image": "https://image.tmdb.org/t/p/w342//qbYgqOczabWNn2XKwgMtVrntD6P.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vmryZ1Bkko8P2utNaJeO2Yo2Bx4.jpg",
      "category": "Drama"
    },
    {
      "id": 8871,
      "title": "How the Grinch Stole Christmas",
      "description": "The Grinch decides to rob Whoville of Christmas - but a dash of kindness from little Cindy Lou Who and her family may be enough to melt his heart...",
      "image": "https://image.tmdb.org/t/p/w342//52EpMoLTTbKAkM6rSrnNHV2mpLF.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4uHyfIApZSRXSVEqSuk92PdN8Yx.jpg",
      "category": "Family"
    },
    {
      "id": 936059,
      "title": "The Naughty Nine",
      "description": "Fifth-grader Andy finds himself without a present from Santa on Christmas morning. Realizing he must have landed on the “naughty list” and feeling unfairly maligned, Andy pulls together a team of eight other naughty-listers to help him execute an elaborate heist on Santa’s Village at the North Pole to get the presents they feel they deserve.",
      "image": "https://image.tmdb.org/t/p/w342//5JoTI5Nrh2U639WfwUk0Akum7fQ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//gOJJjBB1aj6vqzuJLspERcwZuPQ.jpg",
      "category": "Family"
    },
    {
      "id": 252,
      "title": "Willy Wonka & the Chocolate Factory",
      "description": "When eccentric candy man Willy Wonka promises a lifetime supply of sweets and a tour of his chocolate factory to five lucky kids, penniless Charlie Bucket seeks the golden ticket that will make him a winner.",
      "image": "https://image.tmdb.org/t/p/w342//4yDIYI90akVOsaqk4ct2jlvjpYz.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//idfNNlVwjVkBQrM2eWpLZiDOTIc.jpg",
      "category": "Family"
    },
    {
      "id": 8587,
      "title": "The Lion King",
      "description": "A young lion prince is cast out of his pride by his cruel uncle, who claims he killed his father. While the uncle rules with an iron paw, the prince grows up beyond the Savannah, living by a philosophy: No worries for the rest of your days. But when his past comes to haunt him, the young prince must decide his fate: Will he remain an outcast or face his demons and become what he needs to be?",
      "image": "https://image.tmdb.org/t/p/w342//sKCr78MXSLixwmZ8DyJLrpMsd15.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//wXsQvli6tWqja51pYxXNG1LFIGV.jpg",
      "category": "Family"
    },
    {
      "id": 330457,
      "title": "Frozen II",
      "description": "Elsa, Anna, Kristoff and Olaf head far into the forest to learn the truth about an ancient mystery of their kingdom.",
      "image": "https://image.tmdb.org/t/p/w342//mINJaa34MtknCYl5AjtNJzWj8cD.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//xJWPZIYOEFIjZpBL7SVBGnzRYXp.jpg",
      "category": "Family"
    },
    {
      "id": 39345,
      "title": "Casper Meets Wendy",
      "description": "When a warlock threatens Wendy the Good Little Witch, she and her aunts hide out at a resort where Casper the Ghost is vacationing with his uncles. Although Casper and Wendy are told ghosts and witches don't get along, the two are kindred spirits! This spooky family-friendly adventure finds Casper and Wendy bridging the ghost-witch divide to battle the warlock who is intent on destroying Wendy.",
      "image": "https://image.tmdb.org/t/p/w342//zYJWQvee9CN6nc9En2KUWewHGHr.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//uttOGgMYQJqwxL6OohWHFk6rpW7.jpg",
      "category": "Family"
    },
    {
      "id": 926946,
      "title": "The School of Magical Animals 2",
      "description": "Theater fun at the School of Magical Animals: The students want to perform a musical for the school's anniversary. Will the rehearsals end in chaos or will the class pull together? And what's up with the strange holes on the school grounds? With the help of the magical animals, the children learn what really matters: teamwork.",
      "image": "https://image.tmdb.org/t/p/w342//tzOGGLfHJ5SI0QX8fUg1surA6s5.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//hGPa3WPxuyoVSexd962Sf3rh5Rt.jpg",
      "category": "Family"
    },
    {
      "id": 270946,
      "title": "Penguins of Madagascar",
      "description": "Skipper, Kowalski, Rico and Private join forces with undercover organization The North Wind to stop the villainous Dr. Octavius Brine from destroying the world as we know it.",
      "image": "https://image.tmdb.org/t/p/w342//dXbpNrPDZDMEbujFoOxmMNQVMHa.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//msnknPOg9dx86b0YozXOFP8PgBI.jpg",
      "category": "Family"
    },
    {
      "id": 9279,
      "title": "Jingle All the Way",
      "description": "Howard Langston, a salesman for a mattress company, is constantly kept busy at his job, disappointing his son. After he misses his son's karate exposition, Howard vows to make it up to him by buying an action figure of his son's favorite television hero for Christmas. Unfortunately for Howard, it is Christmas Eve, and every store is sold out of Turbo Man. Now, Howard must travel all over town and compete with everybody else to find a Turbo Man action figure.",
      "image": "https://image.tmdb.org/t/p/w342//lHLOUt0ZIQLC5asHdIQBoTUvaEp.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//czGJUDcFVk7vfTHmM5P85vMEwt0.jpg",
      "category": "Family"
    },
    {
      "id": 1116410,
      "title": "R.A.D.A.R.: The Adventures of the Bionic Dog",
      "description": "Gabe and Kylie hunt for lost pirate treasure, hoping to bring tourists to their sleepy Florida town — and save Gabe’s mom’s diner. When they find a precious sapphire, they’re helped by R.A.D.A.R., a clever dog who’s actually a robot! But the mad scientist who invented the treasure-hunting dog wants to steal him back — along with the town’s famous sapphire! Can Gabe and Kylie protect the dog, guard the jewel, and save the town?",
      "image": "https://image.tmdb.org/t/p/w342//bS8yOrOZ8DMxW4DfrBJxvlAtkVx.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//gB2uxa7mAoWK5hRati0mmcjptG8.jpg",
      "category": "Family"
    },
    {
      "id": 446893,
      "title": "Trolls World Tour",
      "description": "Queen Poppy and Branch make a surprising discovery — there are other Troll worlds beyond their own, and their distinct differences create big clashes between these various tribes. When a mysterious threat puts all of the Trolls across the land in danger, Poppy, Branch, and their band of friends must embark on an epic quest to create harmony among the feuding Trolls to unite them against certain doom.",
      "image": "https://image.tmdb.org/t/p/w342//7W0G3YECgDAfnuiHG91r8WqgIOe.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ybGEvB6725PkVuUfEo2txLGRwTj.jpg",
      "category": "Family"
    },
    {
      "id": 81188,
      "title": "Rise of the Guardians",
      "description": "When an evil spirit known as Pitch lays down the gauntlet to take over the world, the immortal Guardians must join forces for the first time to protect the hopes, beliefs and imagination of children all over the world.",
      "image": "https://image.tmdb.org/t/p/w342//sW4qOa9yF0Ikg7lppncQ0n5UhKX.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//46IGtYNjpIvQYRIQlb2X493Wh8x.jpg",
      "category": "Family"
    },
    {
      "id": 11224,
      "title": "Cinderella",
      "description": "Cinderella has faith her dreams of a better life will come true. With help from her loyal mice friends and a wave of her Fairy Godmother's wand, Cinderella's rags are magically turned into a glorious gown and off she goes to the Royal Ball. But when the clock strikes midnight, the spell is broken, leaving a single glass slipper... the only key to the ultimate fairy-tale ending!",
      "image": "https://image.tmdb.org/t/p/w342//avz6S9HYWs4O8Oe4PenBFNX4uDi.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//nFp75h4AjvzvqB7RiGW6NtdcYMl.jpg",
      "category": "Family"
    },
    {
      "id": 379686,
      "title": "Space Jam: A New Legacy",
      "description": "When LeBron and his young son Dom are trapped in a digital space by a rogue A.I., LeBron must get them home safe by leading Bugs, Lola Bunny and the whole gang of notoriously undisciplined Looney Tunes to victory over the A.I.'s digitized champions on the court. It's Tunes versus Goons in the highest-stakes challenge of his life.",
      "image": "https://image.tmdb.org/t/p/w342//5bFK5d3mVTAvBCXi5NPWH0tYjKl.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8s4h9friP6Ci3adRGahHARVd76E.jpg",
      "category": "Family"
    },
    {
      "id": 566810,
      "title": "The Dark Kingdom",
      "description": "To save their Kingdom from an army of undead, a group of warriors must travel through the forbidden lands fighting the fearsome beasts that call The Dark Kingdom their home.",
      "image": "https://image.tmdb.org/t/p/w342//o7StI2iR8yY1N67meSkNcXfojyD.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jhpsTzbXEu5bkCPmBqxv7vUTjIT.jpg",
      "category": "Fantasy"
    },
    {
      "id": 786415,
      "title": "Iké Boys",
      "description": "Two Japan-obsessed teenagers in Oklahoma must discover their inner hero when a magical anime transforms them into its super-powered characters.",
      "image": "https://image.tmdb.org/t/p/w342//wzAZnkTQZBGCxZTvZk5g5VzgKuR.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//uQ9ZK4mo6ZWbNjVOc95lSzKWHFx.jpg",
      "category": "Fantasy"
    },
    {
      "id": 616037,
      "title": "Thor: Love and Thunder",
      "description": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
      "image": "https://image.tmdb.org/t/p/w342//pIkRyD18kl4FhoCNQuWxWu5cBLM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jsoz1HlxczSuTx0mDl2h0lxy36l.jpg",
      "category": "Fantasy"
    },
    {
      "id": 995906,
      "title": "Galaxy Games",
      "description": "A group of young adults are sent to a faraway planet to compete in the prestigious Sol Invictus games. When disaster strikes and the teams are stranded without equipment or communication, they must work together to survive long enough to be rescued.",
      "image": "https://image.tmdb.org/t/p/w342//8aoIMYZUu8DRrJFkDvz13rehSFL.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Fantasy"
    },
    {
      "id": 12445,
      "title": "Harry Potter and the Deathly Hallows: Part 2",
      "description": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
      "image": "https://image.tmdb.org/t/p/w342//c54HpQmuwXjHq2C9wmoACjxoom3.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//n5A7brJCjejceZmHyujwUTVgQNC.jpg",
      "category": "Fantasy"
    },
    {
      "id": 8966,
      "title": "Twilight",
      "description": "When Bella Swan moves to a small town in the Pacific Northwest, she falls in love with Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't stay away from him, a fatal move that endangers her own life.",
      "image": "https://image.tmdb.org/t/p/w342//3Gkb6jm6962ADUPaCBqzz9CTbn9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mfFhgR9ILPWbYtvbdyAGUo6fbpT.jpg",
      "category": "Fantasy"
    },
    {
      "id": 8966,
      "title": "Twilight",
      "description": "When Bella Swan moves to a small town in the Pacific Northwest, she falls in love with Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't stay away from him, a fatal move that endangers her own life.",
      "image": "https://image.tmdb.org/t/p/w342//3Gkb6jm6962ADUPaCBqzz9CTbn9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//mfFhgR9ILPWbYtvbdyAGUo6fbpT.jpg",
      "category": "Fantasy"
    },
    {
      "id": 453395,
      "title": "Doctor Strange in the Multiverse of Madness",
      "description": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
      "image": "https://image.tmdb.org/t/p/w342//fwBl3J2aEXru6mrr9Xg8O99Iz2K.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//gUNRlH66yNDH3NQblYMIwgZXJ2u.jpg",
      "category": "Fantasy"
    },
    {
      "id": 4935,
      "title": "Howl's Moving Castle",
      "description": "Sophie, a young milliner, is turned into an elderly woman by a witch who enters her shop and curses her. She encounters a wizard named Howl and gets caught up in his resistance to fighting for the king.",
      "image": "https://image.tmdb.org/t/p/w342//6pZgH10jhpToPcf0uvyTCPFhWpI.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tjMiLkVfOmbx3kUtKSmkLimiw8x.jpg",
      "category": "Fantasy"
    },
    {
      "id": 9479,
      "title": "The Nightmare Before Christmas",
      "description": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
      "image": "https://image.tmdb.org/t/p/w342//oQffRNjK8e19rF7xVYEN8ew0j7b.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//xWT5F1DNxciNLEMXRl49iq8zvN7.jpg",
      "category": "Fantasy"
    },
    {
      "id": 338953,
      "title": "Fantastic Beasts: The Secrets of Dumbledore",
      "description": "Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.",
      "image": "https://image.tmdb.org/t/p/w342//jrgifaYeUtTnaH7NF5Drkgjg2MB.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zGLHX92Gk96O1DJvLil7ObJTbaL.jpg",
      "category": "Fantasy"
    },
    {
      "id": 1001884,
      "title": "Dashing Through the Snow",
      "description": "Eddie Garrick is a good-hearted man who has lost his belief in the wonder of Christmas. While spending time with his nine-year-old daughter Charlotte on Christmas Eve, he befriends a mysterious man in a red suit named Nick.",
      "image": "https://image.tmdb.org/t/p/w342//AnfXxsoLBS6JDpu65vHsEvEcWSA.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zb55epJxheUmtd1jz2jihAaVtUF.jpg",
      "category": "Fantasy"
    },
    {
      "id": 455476,
      "title": "Knights of the Zodiac",
      "description": "When a headstrong street orphan, Seiya, in search of his abducted sister unwittingly taps into hidden powers, he discovers he might be the only person alive who can protect a reincarnated goddess, sent to watch over humanity. Can he let his past go and embrace his destiny to become a Knight of the Zodiac?",
      "image": "https://image.tmdb.org/t/p/w342//qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//oqP1qEZccq5AD9TVTIaO6IGUj7o.jpg",
      "category": "Fantasy"
    },
    {
      "id": 557,
      "title": "Spider-Man",
      "description": "After being bitten by a genetically altered spider at Oscorp, nerdy but endearing high school student Peter Parker is endowed with amazing powers to become the superhero known as Spider-Man.",
      "image": "https://image.tmdb.org/t/p/w342//gh4cZbhZxyTbgxQPxD0dOudNPTn.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jHxCeXnSchAuwHnmVatTgqMYdX8.jpg",
      "category": "Fantasy"
    },
    {
      "id": 810,
      "title": "Shrek the Third",
      "description": "The King of Far Far Away has died and Shrek and Fiona are to become King & Queen. However, Shrek wants to return to his cozy swamp and live in peace and quiet, so when he finds out there is another heir to the throne, they set off to bring him back to rule the kingdom.",
      "image": "https://image.tmdb.org/t/p/w342//n4SexGGQzI26E269tfpa80MZaGV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//qSNz1G1Ts8fFw6v4Vae4aMAjcY7.jpg",
      "category": "Fantasy"
    },
    {
      "id": 559,
      "title": "Spider-Man 3",
      "description": "The seemingly invincible Spider-Man goes up against an all-new crop of villains—including the shape-shifting Sandman. While Spider-Man’s superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and also gets caught up in a love triangle.",
      "image": "https://image.tmdb.org/t/p/w342//qFmwhVUoUSXjkKRmca5yGDEXBIj.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//w1oD1MzHjnBJc5snKupIQaSBLIh.jpg",
      "category": "Fantasy"
    },
    {
      "id": 960481,
      "title": "Princess Khutulun",
      "description": "Princess Khotulun is the daughter of Haidu Khan of the Ugudei dynasty. The film tells the story of Princess Khotulun, the son of Kublai Khan, known in Western and Eastern history as a wrestling princess, and her struggle to reclaim her Golden Sutra.",
      "image": "https://image.tmdb.org/t/p/w342//dhD4QNmZwfh88y4Dm5XsX7dWFVf.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//awWppR6CmJ6gqM6UjMz5DJ4zZaP.jpg",
      "category": "History"
    },
    {
      "id": 606870,
      "title": "The Survivor",
      "description": "Harry Haft is a boxer who fought fellow prisoners in the concentration camps to survive. Haunted by the memories and his guilt, he attempts to use high-profile fights against boxing legends like Rocky Marciano as a way to find his first love again.",
      "image": "https://image.tmdb.org/t/p/w342//oZWJ20tGWZ5xO9CrTCVavmDRy7J.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//2X7BAu7x2oMB3cTMF38uJhGSqoB.jpg",
      "category": "History"
    },
    {
      "id": 507089,
      "title": "Five Nights at Freddy's",
      "description": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.",
      "image": "https://image.tmdb.org/t/p/w342//7BpNtNfxuocYEVREzVMO75hso1l.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//t5zCBSB5xMDKcDqe91qahCOUYVV.jpg",
      "category": "Horror"
    },
    {
      "id": 1019836,
      "title": "Christmas Bloody Christmas",
      "description": "It's Christmas Eve and Tori just wants to get drunk and party, but when a robotic Santa Claus at a nearby toy store goes haywire and begins a rampant killing spree through her small town, she's forced into a battle for survival.",
      "image": "https://image.tmdb.org/t/p/w342//97PaQ7r4H3y0x9RTXusfedmzf86.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//evxXVJtomJJbAXcDxF6wsCJzVDe.jpg",
      "category": "Horror"
    },
    {
      "id": 287903,
      "title": "Krampus",
      "description": "When his dysfunctional family clashes over the holidays, young Max is disillusioned and turns his back on Christmas.  Little does he know, this lack of festive spirit has unleashed the wrath of Krampus: a demonic force of ancient evil intent on punishing non-believers.",
      "image": "https://image.tmdb.org/t/p/w342//sAolMRD9rFSTU7tssfFuLEJJa7w.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//h3X1YZXNeklLNKRVOS6DHGRosog.jpg",
      "category": "Horror"
    },
    {
      "id": 950925,
      "title": "Hunting Souls",
      "description": "Hunting Souls is the story of an American couple who are dealing with the hardships of caring for their sick child. They discover that they are being hunted by a demon.",
      "image": "https://image.tmdb.org/t/p/w342//rBuE76iVZObavtfWYJqvMdJMBnM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1UxeCdDveWRgcOBsHIezHmnwT4P.jpg",
      "category": "Horror"
    },
    {
      "id": 968051,
      "title": "The Nun II",
      "description": "In 1956 France, a priest is violently murdered, and Sister Irene begins to investigate. She once again comes face-to-face with a powerful evil.",
      "image": "https://image.tmdb.org/t/p/w342//5gzzkR7y3hnY8AD1wXjCnVlHba5.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//gN79aDbZdaSJkFS1iVA17HplF2X.jpg",
      "category": "Horror"
    },
    {
      "id": 951491,
      "title": "Saw X",
      "description": "Between the events of 'Saw' and 'Saw II', a sick and desperate John Kramer travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer, only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, the infamous serial killer returns to his work, turning the tables on the con artists in his signature visceral way through devious, deranged, and ingenious traps.",
      "image": "https://image.tmdb.org/t/p/w342//aQPeznSu7XDTrrdCtT5eLiu52Yu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dZbLqRjjiiNCpTYzhzL2NMvz4J0.jpg",
      "category": "Horror"
    },
    {
      "id": 842169,
      "title": "Girl Next",
      "description": "A young woman is abducted by a strange group of human traffickers who use drug and trauma based mind control to turn women into \"Sofia\" dolls. Trapped in a waking nightmare she fights for a way to escape, to avoid becoming Girl Next.",
      "image": "https://image.tmdb.org/t/p/w342//zx8bTpZRVPzjicmzwgWhRAEjD5I.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vKgfx1uglYlSACBnKBhO9P478OO.jpg",
      "category": "Horror"
    },
    {
      "id": 983507,
      "title": "Good Boy",
      "description": "Christian - a millionaire heir, meets Sigrid - a young student, on a dating app. They hit it off quickly, but there's only one problem: Christian lives with Frank, a man who dresses up and constantly acts like a dog.",
      "image": "https://image.tmdb.org/t/p/w342//9DPG1gxLwV2oyFdHq3SnISsWbse.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//AucuqDaUW4z1oT5XyL71qwRY2F6.jpg",
      "category": "Horror"
    },
    {
      "id": 1113278,
      "title": "It's a Wonderful Knife",
      "description": "Winnie's life is less than wonderful one year after saving her town from a psychotic killer on Christmas Eve. When she wishes she was never born, she finds herself magically transported to a nightmarish parallel universe. With the murderous maniac now back, she must team up with a misfit to identify the culprit and get back to her own reality.",
      "image": "https://image.tmdb.org/t/p/w342//bnm5NntrQBcG3P7DbO00v2FmXm8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8RBwd37p2p48lUmZuWBLSkFLprd.jpg",
      "category": "Horror"
    },
    {
      "id": 807172,
      "title": "The Exorcist: Believer",
      "description": "When two girls disappear into the woods and return three days later with no memory of what happened to them, the father of one girl seeks out Chris MacNeil, who's been forever altered by what happened to her daughter fifty years ago.",
      "image": "https://image.tmdb.org/t/p/w342//fFXkAlMH2iQrNknv4eq7LGTkcti.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//azD31DjpV3PJfjF3h72LVw2WCSD.jpg",
      "category": "Horror"
    },
    {
      "id": 1008042,
      "title": "Talk to Me",
      "description": "When a group of friends discover how to conjure spirits using an embalmed hand, they become hooked on the new thrill, until one of them goes too far and unleashes terrifying supernatural forces.",
      "image": "https://image.tmdb.org/t/p/w342//kdPMUMJzyYAc4roD52qavX0nLIC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//iIvQnZyzgx9TkbrOgcXx0p7aLiq.jpg",
      "category": "Horror"
    },
    {
      "id": 273509,
      "title": "Blood Widow",
      "description": "Laurie and Hugh are a successful young couple who have just closed on a weekend home away from the city. Unbeknownst to them, the neighboring property contains the crumbling remains of a boarding school that was shuttered in the wake of an unspeakable massacre. The sole survivor of that massacre still resides in the ruins of the school, hiding from the world and wanting only to be left alone. When Laurie and Hugh's friends explore the property, they have no idea that they disturbed an emotionally-broken killing machine: The Blood Widow.",
      "image": "https://image.tmdb.org/t/p/w342//w4fJFFLszfWkM1FBxgDJrPbH4B7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kDxqVOO6ityHMoXujfBV2NMLiZa.jpg",
      "category": "Horror"
    },
    {
      "id": 709631,
      "title": "Cobweb",
      "description": "Eight year old Peter is plagued by a mysterious, constant tapping from inside his bedroom wall—one that his parents insist is all in his imagination. As Peter's fear intensifies, he believes that his parents could be hiding a terrible, dangerous secret and questions their trustworthiness.",
      "image": "https://image.tmdb.org/t/p/w342//2bHCUqQp8CoSVvwPc6sW6TIBXbN.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//nYDPmxvl0if5vHBBp7pDYGkTFc7.jpg",
      "category": "Horror"
    },
    {
      "id": 972731,
      "title": "2025: Blood, White & Blue",
      "description": "Undercover U.S. agent Bill Wilson makes the bust of his career taking down a cartel leader. Hiding the evidence in his home exposes his family to a brutal targeting on the night of the annual Purge, the deadliest night of the year.",
      "image": "https://image.tmdb.org/t/p/w342//1S9pjiZejBiSVV88qU59ifZ7q0N.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Horror"
    },
    {
      "id": 1071215,
      "title": "Thanksgiving",
      "description": "After a Black Friday riot ends in tragedy, a mysterious Thanksgiving-inspired killer terrorizes Plymouth, Massachusetts - the birthplace of the holiday. Picking off residents one by one, what begins as random revenge killings are soon revealed to be part of a larger, sinister holiday plan.",
      "image": "https://image.tmdb.org/t/p/w342//f5f3TEVst1nHHyqgn7Z3tlwnBIH.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ktHEdqmMWC1wdfPRMRCTZe2OISL.jpg",
      "category": "Horror"
    },
    {
      "id": 1032948,
      "title": "V/H/S/85",
      "description": "Unveiled through a made-for-TV documentary, five chilling tales of found footage horror emerge to take viewers on a gore-filled journey through the grim underbelly of the forgotten 1980s.",
      "image": "https://image.tmdb.org/t/p/w342//yIPSlVaTYuxhbsmSsGBDCZkiN3P.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5ImZV8IXsZ81s4ZryYkFgasnSjW.jpg",
      "category": "Horror"
    },
    {
      "id": 762079,
      "title": "The Advent Calendar",
      "description": "Eva, an ex-dancer, is now living in a wheelchair, unable to walk. When her friend Sophie gives her an old wooden antique advent calendar before Christmas, she realizes each window contains a surprise that triggers repercussions in real life: some of them good, but most of them bad... Now Eva will have to choose between getting rid of the calendar or walking again… even if it causes death around her.",
      "image": "https://image.tmdb.org/t/p/w342//psaYUHDotafhVNAE1pZN2GkRXJY.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//sxmazOtNWi6IiZ1QqG0wkliHzgA.jpg",
      "category": "Horror"
    },
    {
      "id": 709716,
      "title": "The Lake",
      "description": "When a mysterious monster rises from the Mekong River and attacked Bueng Kan, cuts off people from the outside world. Officials and people in the area, including Chinese scientists who accidentally came to conduct research in Thailand, all forces must be mobilized to catch this crazy monster before it's too late.",
      "image": "https://image.tmdb.org/t/p/w342//t0K4yiqZ6so3spK6DG82LsXZh6c.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cvHEMN1NW2Re02kH90847YML2gu.jpg",
      "category": "Horror"
    },
    {
      "id": 348,
      "title": "Alien",
      "description": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
      "image": "https://image.tmdb.org/t/p/w342//vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//AmR3JG1VQVxU8TfAvljUhfSFUOx.jpg",
      "category": "Horror"
    },
    {
      "id": 741592,
      "title": "Cyst",
      "description": "In the 1960s, a nurse's last day on her job is ruined when a doctor inadvertently creates a cyst monster that terrorizes the office.",
      "image": "https://image.tmdb.org/t/p/w342//5nJwS765eHzCb5M8BTT2sl0lxxv.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//6kW718vGPA6Mg9NtdO90dGkVckq.jpg",
      "category": "Horror"
    },
    {
      "id": 830764,
      "title": "Pet Sematary: Bloodlines",
      "description": "In 1969, a young Jud Crandall has dreams of leaving his hometown of Ludlow, Maine behind, but soon discovers sinister secrets buried within and is forced to confront a dark family history that will forever keep him connected to Ludlow.",
      "image": "https://image.tmdb.org/t/p/w342//yqnNLn24shYnZ6kqGpbwuB3NJ0D.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dRWhJ4godwy40JdmNuRZy23oViY.jpg",
      "category": "Horror"
    },
    {
      "id": 76617,
      "title": "Texas Chainsaw 3D",
      "description": "A young woman learns that she has inherited a Texas estate from her deceased grandmother. After embarking on a road trip with friends to uncover her roots, she finds she is the sole owner of a lavish, isolated Victorian mansion. But her newfound wealth comes at a price as she stumbles upon a horror that awaits her in the mansion’s dank cellars.",
      "image": "https://image.tmdb.org/t/p/w342//dwIQ7WDCSiIcNdbferTcU7uI0KV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//eoIQMUeJDOG41way1pb5TjiPFFf.jpg",
      "category": "Horror"
    },
    {
      "id": 439079,
      "title": "The Nun",
      "description": "A priest with a haunted past and a novice on the threshold of her final vows are sent by the Vatican to investigate the death of a young nun in Romania and confront a malevolent force in the form of a demonic nun.",
      "image": "https://image.tmdb.org/t/p/w342//sFC1ElvoKGdHJIWRpNB3xWJ9lJA.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tfKxFPq4lel0bL80H0C6kGYKGEq.jpg",
      "category": "Horror"
    },
    {
      "id": 760104,
      "title": "X",
      "description": "In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives.",
      "image": "https://image.tmdb.org/t/p/w342//woTQx9Q4b8aO13jR9dsj8C9JESy.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//70Rm9ItxKuEKN8iu6rNjfwAYUCJ.jpg",
      "category": "Horror"
    },
    {
      "id": 1159204,
      "title": "1962 Halloween Massacre",
      "description": "A group of lifelong best friends go to a remote cottage on Halloween Night.",
      "image": "https://image.tmdb.org/t/p/w342//t2gpwYUF5xZUOiJKKg23ydpmjKk.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tFUY8yQdSUVwabeegsEOMzq2YCB.jpg",
      "category": "Horror"
    },
    {
      "id": 1091,
      "title": "The Thing",
      "description": "A team of American scientists investigate the empty, destroyed base of their Norwegian counterparts in Antarctica, only to discover a terrifying life force that can take the form of its prey.",
      "image": "https://image.tmdb.org/t/p/w342//tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7yjCaRXAIrwRN4EajGjvGe4CiGB.jpg",
      "category": "Horror"
    },
    {
      "id": 1091,
      "title": "The Thing",
      "description": "A team of American scientists investigate the empty, destroyed base of their Norwegian counterparts in Antarctica, only to discover a terrifying life force that can take the form of its prey.",
      "image": "https://image.tmdb.org/t/p/w342//tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7yjCaRXAIrwRN4EajGjvGe4CiGB.jpg",
      "category": "Horror"
    },
    {
      "id": 758323,
      "title": "The Pope's Exorcist",
      "description": "Father Gabriele Amorth, Chief Exorcist of the Vatican, investigates a young boy's terrifying possession and ends up uncovering a centuries-old conspiracy the Vatican has desperately tried to keep hidden.",
      "image": "https://image.tmdb.org/t/p/w342//jFC4LS5qTAT3PinzdEzINfu1CV9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//hiHGRbyTcbZoLsYYkO4QiCLYe34.jpg",
      "category": "Horror"
    },
    {
      "id": 395992,
      "title": "Life",
      "description": "The six-member crew of the International Space Station is tasked with studying a sample from Mars that may be the first proof of extra-terrestrial life, which proves more intelligent than ever expected.",
      "image": "https://image.tmdb.org/t/p/w342//wztfli5NgYDgurVgShNflvnyA3Z.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jvUKejL9uZtI0yi2aoQZ2oykRTA.jpg",
      "category": "Horror"
    },
    {
      "id": 744857,
      "title": "When Evil Lurks",
      "description": "Residents of a small rural town discover that a demon is about to be born among them. They desperately try to escape before the evil is born, but it may be too late.",
      "image": "https://image.tmdb.org/t/p/w342//iQ7G9LhP7NRRIUM4Vlai3eOxBAc.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cavK9ox37pxDg11RvJINMH63onU.jpg",
      "category": "Horror"
    },
    {
      "id": 804755,
      "title": "Agnes",
      "description": "Rumors of demonic possession at a religious convent prompts a church investigation into the strange goings-on among its nuns. A disaffected priest and his neophyte are confronted with temptation, bloodshed and a crisis of faith.",
      "image": "https://image.tmdb.org/t/p/w342//jDskIhzLfZc8SB4ybkcWOgmI98M.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//llnBxap3dpzc9ByOgeMUi0TaUhe.jpg",
      "category": "Horror"
    },
    {
      "id": 678579,
      "title": "A Taste of Blood",
      "description": "After going off to kill a vampire, a man returns home at the magic hour, between night and day. His family has doubts about whether he's still human or whether he's been bitten by the undead. His teenage daughter is determined to defend him, but their doubts and fears grow as the darkness of the night approaches.",
      "image": "https://image.tmdb.org/t/p/w342//yxLUxHM4ObwNusDn93F58Qia8i2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//l1PtVKSpek3arb3kdZeXqNCOWil.jpg",
      "category": "Horror"
    },
    {
      "id": 934433,
      "title": "Scream VI",
      "description": "Following the latest Ghostface killings, the four survivors leave Woodsboro behind and start a fresh chapter.",
      "image": "https://image.tmdb.org/t/p/w342//wDWwtvkRRlgTiUr6TyLSMX8FCuZ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//44immBwzhDVyjn87b3x3l9mlhAD.jpg",
      "category": "Horror"
    },
    {
      "id": 981316,
      "title": "The Elevator",
      "description": "Lily, an undercover reporter, poses as the new night manager at a seedy hotel to investigate a string of suspicious suicides. After playing the elevator game, she learns of a dark and sinister presence in the hotel. Can she find a conclusion to this mystery and put a stop to it before more murders occur?",
      "image": "https://image.tmdb.org/t/p/w342//xLJAxltTY2r5oSdPZS26pUUpzwS.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//cKnaQwfOadbrisTs32oiFoCdDeF.jpg",
      "category": "Horror"
    },
    {
      "id": 614479,
      "title": "Insidious: The Red Door",
      "description": "To put their demons to rest once and for all, Josh Lambert and a college-aged Dalton Lambert must go deeper into The Further than ever before, facing their family's dark past and a host of new and more horrifying terrors that lurk behind the red door.",
      "image": "https://image.tmdb.org/t/p/w342//d07phJqCx6z5wILDYqkyraorDPi.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//i2GVEvltEu3BXn5crBSxgKuTaca.jpg",
      "category": "Horror"
    },
    {
      "id": 800748,
      "title": "The Stairs",
      "description": "In 1997, 11-year-old Jesse finds a mysterious staircase in the woods and disappears - - 20 years later, a group of hikers sets off into the very same woods. Unfortunately for them, they come face-to-face with the very same set of stairs...",
      "image": "https://image.tmdb.org/t/p/w342//hsOG8D1e9aeE6a2qkqmEF6zzq7J.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//c8r7AYVoX2RCp3WtguXisbFMMAU.jpg",
      "category": "Horror"
    },
    {
      "id": 713704,
      "title": "Evil Dead Rise",
      "description": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
      "image": "https://image.tmdb.org/t/p/w342//5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7bWxAsNPv9CXHOhZbJVlj2KxgfP.jpg",
      "category": "Horror"
    },
    {
      "id": 176,
      "title": "Saw",
      "description": "Two men wake up to find themselves shackled in a grimy, abandoned bathroom. As they struggle to comprehend their predicament, they discover a disturbing tape left behind by the sadistic mastermind known as Jigsaw. With a chilling voice and cryptic instructions, Jigsaw informs them that they must partake in a gruesome game in order to secure their freedom.",
      "image": "https://image.tmdb.org/t/p/w342//4da0TS3iQ1IzuyhDS8elgkmOfrN.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ok4ot3YbfDYZcINXf91JUfq3maB.jpg",
      "category": "Horror"
    },
    {
      "id": 423108,
      "title": "The Conjuring: The Devil Made Me Do It",
      "description": "Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.",
      "image": "https://image.tmdb.org/t/p/w342//xbSuFiJbbBWCkyCCKIMfuDCA4yV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//qi6Edc1OPcyENecGtz8TF0DUr9e.jpg",
      "category": "Horror"
    },
    {
      "id": 443791,
      "title": "Underwater",
      "description": "After an earthquake destroys their underwater station, six researchers must navigate two miles along the dangerous, unknown depths of the ocean floor to make it to safety in a race against time.",
      "image": "https://image.tmdb.org/t/p/w342//gzlbb3yeVISpQ3REd3Ga1scWGTU.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ww7eC3BqSbFsyE5H5qMde8WkxJ2.jpg",
      "category": "Horror"
    },
    {
      "id": 858159,
      "title": "Human Resources",
      "description": "After starting a job at an eerie hardware store, an anxious young man uncovers a shocking mystery that leads to a fight against terrifying forces that lurk just behind the walls.",
      "image": "https://image.tmdb.org/t/p/w342//8ckmwGbblq32xfoS8s35CPtoGgc.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//22akCPktgBMof1qOQPkthQjJlKl.jpg",
      "category": "Mystery"
    },
    {
      "id": 511082,
      "title": "Black Butler: Book of Murder",
      "description": "At the Queen’s request, Ciel and the demon butler Sebastian host an extravagant dinner party for the who’s who of the London underground. But an evening that begins with the promise of unmatched elegance quickly spirals into mayhem when their most distinguished guest is found murdered in his room. Now, trapped in the Phantomhive Manor by a dark and stormy night, Ciel and Sebastian must work together with their high-class guests, including the legendary author Sir Arthur Conan Doyle, to find the murderer in their midst before the blame falls on the host and his somewhat suspicious staff.",
      "image": "https://image.tmdb.org/t/p/w342//7N8os3UNezyfyY8FowkLbSzHDqW.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//4GgsOFGZCXatHqIqqjpBW5NBpJu.jpg",
      "category": "Mystery"
    },
    {
      "id": 1100795,
      "title": "Mr. Monk's Last Case: A Monk Movie",
      "description": "Monk steps out of retirement as his stepdaughter's wedding turns tragic when her fiancé dies in a bungee jumping accident.",
      "image": "https://image.tmdb.org/t/p/w342//gj74sUGsPMg5qDQooh8GTs4MvbP.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//u8E3qdHARWXoiN02r31aJd8Fk2X.jpg",
      "category": "Mystery"
    },
    {
      "id": 862552,
      "title": "The Ritual Killer",
      "description": "Unable to process the death of his daughter, Detective Boyd embarks on a hunt for a serial killer who murders according to a brutal tribal ritual: Muti. The only person who can help Boyd is Professor Mackles, an anthropologist who hides an unspeakable secret. The line between sanity and madness thins as Boyd goes deeper into the killer’s world.",
      "image": "https://image.tmdb.org/t/p/w342//1VtHaELqLMovl8EueBWHDtihhzF.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bQTfSXQrcVwXJ5TvNzbd3ioMnnM.jpg",
      "category": "Mystery"
    },
    {
      "id": 536437,
      "title": "Hypnotic",
      "description": "A detective becomes entangled in a mystery involving his missing daughter and a secret government program while investigating a string of reality-bending crimes.",
      "image": "https://image.tmdb.org/t/p/w342//3IhGkkalwXguTlceGSl8XUJZOVI.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8FhKnPpql374qyyHAkZDld93IUw.jpg",
      "category": "Mystery"
    },
    {
      "id": 820525,
      "title": "After Everything",
      "description": "Besieged by writer’s block and the crushing breakup with Tessa, Hardin travels to Portugal in search of a woman he wronged in the past – and to find himself. Hoping to win back Tessa, he realizes he needs to change his ways before he can make the ultimate commitment.",
      "image": "https://image.tmdb.org/t/p/w342//uQxjZGU6rxSPSMeAJPJQlmfV3ys.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jkKVLzLWjSvTnc84VzeljhSy6j8.jpg",
      "category": "Romance"
    },
    {
      "id": 537915,
      "title": "After",
      "description": "Tessa Young is a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart. Entering her first semester of college, Tessa's guarded world opens up when she meets Hardin Scott, a mysterious and brooding rebel who makes her question all she thought she knew about herself -- and what she wants out of life.",
      "image": "https://image.tmdb.org/t/p/w342//u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//997ToEZvF2Obp9zNZbY5ELVnmrW.jpg",
      "category": "Romance"
    },
    {
      "id": 1176139,
      "title": "Your Christmas or Mine 2",
      "description": "They've swapped Christmas – again. Can Hayley and James' relationship survive another turbulent family Christmas or has their future together gone off-piste?!",
      "image": "https://image.tmdb.org/t/p/w342//zswSOwzHmP90XXsbdcAIKhchOKL.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//1b2qmBIO91k7STcZP6Dx0Q5snU5.jpg",
      "category": "Romance"
    },
    {
      "id": 851644,
      "title": "20th Century Girl",
      "description": "Yeon-du asks her best friend Bora to collect all the information she can about Baek Hyun-jin while she is away in the U.S. for heart surgery. Bora decides to get close to Baek's best friend, Pung Woon-ho first. However, Bora's clumsy plan unfolds in an unexpected direction. In 1999, a year before the new century, Bora, who turns seventeen, falls into the fever of first love.",
      "image": "https://image.tmdb.org/t/p/w342//od22ftNnyag0TTxcnJhlsu3aLoU.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rl7Jw8PjhSIjArOlDNv0JQPL1ZV.jpg",
      "category": "Romance"
    },
    {
      "id": 372058,
      "title": "Your Name.",
      "description": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
      "image": "https://image.tmdb.org/t/p/w342//q719jXXEzOoYaps6babgKnONONX.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dIWwZW7dJJtqC6CgWzYkNVKIUm8.jpg",
      "category": "Romance"
    },
    {
      "id": 10020,
      "title": "Beauty and the Beast",
      "description": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
      "image": "https://image.tmdb.org/t/p/w342//hUJ0UvQ5tgE2Z9WpfuduVSdiCiU.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//g38W2qmTlpFog1TAnT86FOOLBFT.jpg",
      "category": "Romance"
    },
    {
      "id": 10198,
      "title": "The Princess and the Frog",
      "description": "A waitress, desperate to fulfill her dreams as a restaurant owner, is set on a journey to turn a frog prince back into a human being, but she has to face the same problem after she kisses him.",
      "image": "https://image.tmdb.org/t/p/w342//yprv5PbnEksoVj2v6XEnDBg9joR.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//z62CBlBBBOoNUuuxZ1jMAcq5ARE.jpg",
      "category": "Romance"
    },
    {
      "id": 829557,
      "title": "365 Days: This Day",
      "description": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.",
      "image": "https://image.tmdb.org/t/p/w342//7qU0SOVcQ8BTJLodcAlulUAG16C.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zBG5Mg29NH9xxpWMMG7BIvKwYhL.jpg",
      "category": "Romance"
    },
    {
      "id": 3933,
      "title": "Corpse Bride",
      "description": "Set in a 19th-century European village, this stop-motion animation feature follows the story of Victor, a young man whisked away to the underworld and wed to a mysterious corpse bride, while his real bride Victoria waits bereft in the land of the living.",
      "image": "https://image.tmdb.org/t/p/w342//isb2Qow76GpqYmsSyfdMfsYAjts.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//v23fWgJUEt8EMmvn19btIacxP8E.jpg",
      "category": "Romance"
    },
    {
      "id": 854648,
      "title": "Robot Apocalypse",
      "description": "An expert hacker is targeted by a sentient AI after she realizes the threat it poses, and she must try to stay off its radar long enough to stop it.",
      "image": "https://image.tmdb.org/t/p/w342//zpbgktIR7GkOS83PBAzLlzLSQ5W.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ixhr0YVs0Du0fPIYQSYYOIf3j0R.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 1001835,
      "title": "Wifelike",
      "description": "A grieving detective in the near-future hunts down criminals who trade artificial humans on the black market. In the fight to end AI exploitation, an underground resistance attempts to infiltrate him by sabotaging the programming of the artificial human assigned as his companion to behave like his late wife. She begins to question her reality as memories of a past life begin to surface in a world where nothing is as it seems.",
      "image": "https://image.tmdb.org/t/p/w342//tea2gDZPxw0wfKC2S2VRWHagtt4.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//3xvdNyZ9WsVJpyeGhm85fukeZz4.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 845844,
      "title": "Extraction Point",
      "description": "An alien visitor must race against time to reach his extraction point after his UFO is forced to crash down on Earth.",
      "image": "https://image.tmdb.org/t/p/w342//1djkxHjE3Z2Wk30nrIYm3tj19DO.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original/null",
      "category": "Science Fiction"
    },
    {
      "id": 609681,
      "title": "The Marvels",
      "description": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe.",
      "image": "https://image.tmdb.org/t/p/w342//Ag3D9qXjhJ2FUkrlJ0Cv1pgxqYQ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//feSiISwgEpVzR1v3zv2n2AU4ANJ.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 940721,
      "title": "Godzilla Minus One",
      "description": "In postwar Japan, a new terror rises. Will the devastated people be able to survive... let alone fight back?",
      "image": "https://image.tmdb.org/t/p/w342//hkxxMIGaiCTmrEArK7J56JTKUlB.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//bWIIWhnaoWx3FTVXv6GkYDv3djL.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 920258,
      "title": "The Immortal Wars: Rebirth",
      "description": "Rebirth takes place during the early brutal stages of Dominion Industries. In this story watch Olive and other deviants undergo a series of deadly experiments lead by Laurie Harvey and her team.",
      "image": "https://image.tmdb.org/t/p/w342//sp0fISNTyzttKfE0PB4ObG5ZRzC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//wurJckmxIzn2GrJcPDuNFFy1gWx.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 76600,
      "title": "Avatar: The Way of Water",
      "description": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
      "image": "https://image.tmdb.org/t/p/w342//t6HIqrRAclMCA60NsSmeqe9RmNV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8rpDcsfLJypbO6vREc0547VKqEv.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 76600,
      "title": "Avatar: The Way of Water",
      "description": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
      "image": "https://image.tmdb.org/t/p/w342//t6HIqrRAclMCA60NsSmeqe9RmNV.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8rpDcsfLJypbO6vREc0547VKqEv.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 447365,
      "title": "Guardians of the Galaxy Vol. 3",
      "description": "Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.",
      "image": "https://image.tmdb.org/t/p/w342//r2J02Z2OpNTctfOSN1Ydgii51I3.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//5YZbUmjbMa3ClvSW1Wj3D6XGolb.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 131631,
      "title": "The Hunger Games: Mockingjay - Part 1",
      "description": "Katniss Everdeen reluctantly becomes the symbol of a mass rebellion against the autocratic Capitol.",
      "image": "https://image.tmdb.org/t/p/w342//4FAA18ZIja70d1Tu5hr5cj2q1sB.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//tFlSDoWQsAZ2qjICKzfP5Yw6zM5.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 885683,
      "title": "White Sky",
      "description": "When three campers witness an alien mothership descending on their town and turning the population into \"Altered\" human beings, they team up with a reclusive stranger who offers to guide them to safety. As they're chased deep into the forest and one of them becomes infected, they realize there's nowhere to hide from the Altered horde that seems intent upon finding and assimilating them.",
      "image": "https://image.tmdb.org/t/p/w342//1lBRq7KQornZMjbOPTatiFp3w8t.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//p6Fl3lFa7R4frWh6FFTqbBMM6oI.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 373571,
      "title": "Godzilla: King of the Monsters",
      "description": "Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.",
      "image": "https://image.tmdb.org/t/p/w342//fQ40gmFM4p03tXwMxQQKh2cCBW4.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//uovH5k4BAEPqXqxgwVrTtqH169g.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 581726,
      "title": "Infinite",
      "description": "Evan McCauley has skills he never learned and memories of places he has never visited. Self-medicated and on the brink of a mental breakdown, a secret group that call themselves “Infinites” come to his rescue, revealing that his memories are real.",
      "image": "https://image.tmdb.org/t/p/w342//niw2AKHz6XmwiRMLWaoyAOAti0G.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//wjQXZTlFM3PVEUmKf1sUajjygqT.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 119450,
      "title": "Dawn of the Planet of the Apes",
      "description": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.",
      "image": "https://image.tmdb.org/t/p/w342//kScdQEwS9jPEdnO23XjGAtaoRcT.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zlU8BIkgY7E6SMfD3USTWC6bchL.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 24428,
      "title": "The Avengers",
      "description": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
      "image": "https://image.tmdb.org/t/p/w342//RYMX2wcKCBAr24UyPD7xwmjaTn.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9BBTo63ANSmhC4e6r62OJFuK2GL.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 55241,
      "title": "Meteor Storm",
      "description": "San Francisco becomes a target for waves of destructive meteors after a rogue comet orbits around the earth... For astronomer, Michelle Young, what was meant to be a once-in-a-lifetime celestial event, soon turns into her worst nightmare as thousands of meteors break the surface of the atmosphere and bombard the city of San Francisco.",
      "image": "https://image.tmdb.org/t/p/w342//aVzlVwal128Q3mtGOBOC9W2XYcH.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vDRcux3EHYluUF1TTi2DcE1K98Q.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 842675,
      "title": "The Wandering Earth II",
      "description": "Humans built huge engines on the surface of the earth to find a new home. But the road to the universe is perilous. In order to save earth, young people once again have to step forward to start a race against time for life and death.",
      "image": "https://image.tmdb.org/t/p/w342//pR858ihc6Ls9xohpdRJVjV787ml.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//qElNES0sHVQcbzvGrTx7ccpGzij.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 87101,
      "title": "Terminator Genisys",
      "description": "The year is 2029. John Connor, leader of the resistance continues the war against the machines. At the Los Angeles offensive, John's fears of the unknown future begin to emerge when TECOM spies reveal a new plot by SkyNet that will attack him from both fronts; past and future, and will ultimately change warfare forever.",
      "image": "https://image.tmdb.org/t/p/w342//oZRVDpNtmHk8M1VYy1aeOWUXgbC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//g4a5YLWwi6OCp8TcvxsUNrXMbN5.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 580489,
      "title": "Venom: Let There Be Carnage",
      "description": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
      "image": "https://image.tmdb.org/t/p/w342//1MJNcPZy46hIy2CmSqOeru0yr5C.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vIgyYkXkg6NC2whRbYjBD7eb3Er.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 624860,
      "title": "The Matrix Resurrections",
      "description": "Plagued by strange memories, Neo's life takes an unexpected turn when he finds himself back inside the Matrix.",
      "image": "https://image.tmdb.org/t/p/w342//8c4a8kE7PizaGQQnditMmI1xbRp.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//eNI7PtK6DEYgZmHWP9gQNuff8pv.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 335984,
      "title": "Blade Runner 2049",
      "description": "Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years.",
      "image": "https://image.tmdb.org/t/p/w342//gajva2L0rPYkEWjzgFlBXCAVBE5.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//ilRyazdMJwN05exqhwK4tMKBYZs.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 126889,
      "title": "Alien: Covenant",
      "description": "Bound for a remote planet on the far side of the galaxy, the crew of the colony ship 'Covenant' discovers what is thought to be an uncharted paradise, but is actually a dark, dangerous world—which has a sole inhabitant: the 'synthetic', David, survivor of the doomed Prometheus expedition.",
      "image": "https://image.tmdb.org/t/p/w342//zecMELPbU5YMQpC81Z8ImaaXuf9.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//la2xlHuHqdOn10g6Prux4d5278B.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 629227,
      "title": "Let Us In",
      "description": "A 12 year old girl is determined to uncover who or what is behind the rash of disappearances occurring in her small town.",
      "image": "https://image.tmdb.org/t/p/w342//caZSuBX9UjN3nAc1f67isPjysB7.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rVFNx3Zua8Z31gMeZI3SEykDAh9.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 986210,
      "title": "Space Wars: Quest for the Deepstar",
      "description": "A father and daughter team of space scavengers race against a band of evil mercenaries to reach a legendary lost freighter called the Deepstar. Along their trek through the universe, they encounter monsters, aliens, robots, and something even worse.",
      "image": "https://image.tmdb.org/t/p/w342//lVoJVFyAyEPfxYnbp3Tem5FXipe.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//8XdXSbjYaXlhUuqbWdnmLGc0bvb.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 300668,
      "title": "Annihilation",
      "description": "A biologist signs up for a dangerous, secret expedition into a mysterious zone where the laws of nature don't apply.",
      "image": "https://image.tmdb.org/t/p/w342//4YRplSk6BhH6PRuE9gfyw9byUJ6.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//vYs1YGalB8IEXxdxDtqkL0vfHjO.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 106,
      "title": "Predator",
      "description": "A team of elite commandos on a secret mission in a Central American jungle come to find themselves hunted by an extraterrestrial warrior.",
      "image": "https://image.tmdb.org/t/p/w342//k3mW4qfJo6SKqe6laRyNGnbB9n5.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//YL3GPOiDcNraIJOVDCZsoOBoDy.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 700391,
      "title": "65",
      "description": "65 million years ago, the only 2 survivors of a spaceship from Somaris that crash-landed on Earth, must fend off dinosaurs to reach the escape vessel in time before an imminent asteroid strike threatens to destroy the planet.",
      "image": "https://image.tmdb.org/t/p/w342//rzRb63TldOKdKydCvWJM8B6EkPM.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//eEF40Xk2twM3WjRNZftfo771gjv.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 524434,
      "title": "Eternals",
      "description": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
      "image": "https://image.tmdb.org/t/p/w342//lFByFSLV5WDJEv3KabbdAF959F2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//c6H7Z4u73ir3cIoCteuhJh7UCAR.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 76757,
      "title": "Jupiter Ascending",
      "description": "In a universe where human genetic material is the most precious commodity, an impoverished young Earth woman becomes the key to strategic maneuvers and internal strife within a powerful dynasty…",
      "image": "https://image.tmdb.org/t/p/w342//xzQ25m9vrdyvpLX74T3B3KB40Ou.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dSPuaE2VEvTWP6LoADTL4rKNVkA.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 524434,
      "title": "Eternals",
      "description": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
      "image": "https://image.tmdb.org/t/p/w342//lFByFSLV5WDJEv3KabbdAF959F2.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//c6H7Z4u73ir3cIoCteuhJh7UCAR.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 76757,
      "title": "Jupiter Ascending",
      "description": "In a universe where human genetic material is the most precious commodity, an impoverished young Earth woman becomes the key to strategic maneuvers and internal strife within a powerful dynasty…",
      "image": "https://image.tmdb.org/t/p/w342//xzQ25m9vrdyvpLX74T3B3KB40Ou.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//dSPuaE2VEvTWP6LoADTL4rKNVkA.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 438631,
      "title": "Dune",
      "description": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
      "image": "https://image.tmdb.org/t/p/w342//d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jYEW5xZkZk2WTrdbMGAPFuBqbDc.jpg",
      "category": "Science Fiction"
    },
    {
      "id": 962367,
      "title": "When Christmas Was Young",
      "description": "The story follows a headstrong music manager in desperate need of a hit song for his last remaining client, who finds himself falling for a gifted singer-songwriter with abandoned dreams of making it big, as he attempts to secure the rights to a Christmas song she wrote years ago.",
      "image": "https://image.tmdb.org/t/p/w342//6Fdku46UeJnny4xZK8E1sTVMBRe.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//6eY3V5Exj0kEriaS2aLNHssi0je.jpg",
      "category": "TV Movie"
    },
    {
      "id": 995206,
      "title": "Hard Days",
      "description": "After going to extremes to cover up an accident, a corrupt cop's life spirals out of control when he starts receiving threats from a mysterious witness.",
      "image": "https://image.tmdb.org/t/p/w342//zZFqGmhJMUiTuEJSneIbI7N5sCw.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//eM3mtxc9OMFghS9K0uDc9DWzIrD.jpg",
      "category": "Thriller"
    },
    {
      "id": 844416,
      "title": "Rumble Through the Dark",
      "description": "Set in the dark landscape of the Mississippi Delta, where a former bare-knuckle fighter must win one last fight to pay off his debts to the local mob boss and save his childhood home—the stakes nothing less than life or death.",
      "image": "https://image.tmdb.org/t/p/w342//19UbYIT9WEQS5qSD3BREDxVXk8g.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//rb3QQ2TQfJoCpCZlfXBlBbzYy1D.jpg",
      "category": "Thriller"
    },
    {
      "id": 1151534,
      "title": "Nowhere",
      "description": "A young pregnant woman named Mia escapes from a country at war by hiding in a maritime container aboard a cargo ship. After a violent storm, Mia gives birth to the child while lost at sea, where she must fight to survive.",
      "image": "https://image.tmdb.org/t/p/w342//uldNFFKNXNvwss0MIZErMSFkBJZ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//xvzxqKWltnj6qSiWBXRq6ZCdcrw.jpg",
      "category": "Thriller"
    },
    {
      "id": 635910,
      "title": "The Last Voyage of the Demeter",
      "description": "The crew of the merchant ship Demeter attempts to survive the ocean voyage from Carpathia to London as they are stalked each night by a merciless presence onboard the ship.",
      "image": "https://image.tmdb.org/t/p/w342//nrtbv6Cew7qC7k9GsYSf5uSmuKh.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//qEm4FrkGh7kGoEiBOyGYNielYVc.jpg",
      "category": "Thriller"
    },
    {
      "id": 1052939,
      "title": "The Boat",
      "description": "The trip aboard a luxury yacht of three couples that will turn from an exciting experience to a terrible nightmare.",
      "image": "https://image.tmdb.org/t/p/w342//zhWuEkivPOFhsbcpitA9RM01HRb.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//2UpBvMFiUD86b20Ds8VRqdNOgH1.jpg",
      "category": "Thriller"
    },
    {
      "id": 156022,
      "title": "The Equalizer",
      "description": "McCall believes he has put his mysterious past behind him and dedicated himself to beginning a new, quiet life. But when he meets Teri, a young girl under the control of ultra-violent Russian gangsters, he can’t stand idly by – he has to help her. Armed with hidden skills that allow him to serve vengeance against anyone who would brutalize the helpless, McCall comes out of his self-imposed retirement and finds his desire for justice reawakened. If someone has a problem, if the odds are stacked against them, if they have nowhere else to turn, McCall will help. He is The Equalizer.",
      "image": "https://image.tmdb.org/t/p/w342//9u4yW7yPA0BQ2pv9XwiNzItwvp8.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//wHytVsfAZsVDAcABd6iQGmE2j29.jpg",
      "category": "Thriller"
    },
    {
      "id": 251387,
      "title": "The Night Crew",
      "description": "A group of hard up bounty hunters must survive the night in a desert motel against a horde of savage cartel killers. They soon realize that their fugitive, a mysterious Chinese woman, is much more than she lets on.",
      "image": "https://image.tmdb.org/t/p/w342//kga0tqGli4DTcPXnngjRd1JpXye.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//r5fY5ElTmeEAoagS31QY7BmMA3i.jpg",
      "category": "Thriller"
    },
    {
      "id": 937249,
      "title": "57 Seconds",
      "description": "When a tech blogger lands an interview with a tech guru and stops an attack on him, he finds a mysterious ring that takes him back 57 seconds into the past.",
      "image": "https://image.tmdb.org/t/p/w342//dfS5qHWFuXyZQnwYREwb7N4qU5p.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//jP3FatCTHc460ZGW57q9ypTdBqu.jpg",
      "category": "Thriller"
    },
    {
      "id": 419548,
      "title": "Krampus: The Devil Returns",
      "description": "Five years after the murder of his wife and disappearance of his daughter, former police officer Jeremy Duffin is brought back to help in the hunt for a yuletide monster that punishes children that have been \"naughty.\" As the monster becomes more erratic and unpredictable, Jeremy learns the truth about the disappearance of his daughter and the fate that has been bestowed upon him by an unlikely source. Can Jeremy finally end the nightmare Christmas monster that has terrorized this town for years?",
      "image": "https://image.tmdb.org/t/p/w342//ePeedkZX2k38rmBURWV9WKowVlC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//zuNCQqypZG8AVTpuCMKcAkZY9wh.jpg",
      "category": "Thriller"
    },
    {
      "id": 978870,
      "title": "Last Night of Amore",
      "description": "On the night before his retirement, police lieutenant Franco Amore is called to investigate the death of a long-time partner of his in a diamond heist in which he was involved.",
      "image": "https://image.tmdb.org/t/p/w342//dBp0REsZkZ1HK1PycwlLdBtYdsd.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//A1g8AvP3KpDyu0iyjS6roRxK77v.jpg",
      "category": "Thriller"
    },
    {
      "id": 724209,
      "title": "Heart of Stone",
      "description": "An intelligence operative for a shadowy global peacekeeping agency races to stop a hacker from stealing its most valuable — and dangerous — weapon.",
      "image": "https://image.tmdb.org/t/p/w342//vB8o2p4ETnrfiWEgVxHmHWP9yRl.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//xVMtv55caCEvBaV83DofmuZybmI.jpg",
      "category": "Thriller"
    },
    {
      "id": 766507,
      "title": "Prey",
      "description": "When danger threatens her camp, the fierce and highly skilled Comanche warrior Naru sets out to protect her people. But the prey she stalks turns out to be a highly evolved alien predator with a technically advanced arsenal.",
      "image": "https://image.tmdb.org/t/p/w342//ujr5pztc1oitbe7ViMUOilFaJ7s.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//7ZO9yoEU2fAHKhmJWfAc2QIPWJg.jpg",
      "category": "Thriller"
    },
    {
      "id": 260346,
      "title": "Taken 3",
      "description": "Ex-government operative Bryan Mills finds his life is shattered when he's falsely accused of a murder that hits close to home. As he's pursued by a savvy police inspector, Mills employs his particular set of skills to track the real killer and exact his unique brand of justice.",
      "image": "https://image.tmdb.org/t/p/w342//vzvMXMypMq7ieDofKThsxjHj9hn.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//Ivj0wsH0RU2IEGc8LdvCr97WL1.jpg",
      "category": "Thriller"
    },
    {
      "id": 637649,
      "title": "Wrath of Man",
      "description": "A cold and mysterious new security guard for a Los Angeles cash truck company surprises his co-workers when he unleashes precision skills during a heist. The crew is left wondering who he is and where he came from. Soon, the marksman's ultimate motive becomes clear as he takes dramatic and irrevocable steps to settle a score.",
      "image": "https://image.tmdb.org/t/p/w342//M7SUK85sKjaStg4TKhlAVyGlz3.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//70AV2Xx5FQYj20labp0EGdbjI6E.jpg",
      "category": "Thriller"
    },
    {
      "id": 1047925,
      "title": "Come Out Fighting",
      "description": "In WWII, a squad of U.S. African-American soldiers are sent on a rescue mission behind enemy lines to locate their lost commanding officer and a downed fighter pilot.",
      "image": "https://image.tmdb.org/t/p/w342//sERwJxz0sqsbcUoTm66l9pI6HcH.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//iaMIylLoN7Y3CvrA0pg2ZFKjk26.jpg",
      "category": "War"
    },
    {
      "id": 228150,
      "title": "Fury",
      "description": "In the last months of World War II, as the Allies make their final push in the European theatre, a battle-hardened U.S. Army sergeant named 'Wardaddy' commands a Sherman tank called 'Fury' and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.",
      "image": "https://image.tmdb.org/t/p/w342//pfte7wdMobMF4CVHuOxyu6oqeeA.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//kdbLf3aTQsEXqYlH9vA4fzmnSFz.jpg",
      "category": "War"
    },
    {
      "id": 882569,
      "title": "Guy Ritchie's The Covenant",
      "description": "During the war in Afghanistan, a local interpreter risks his own life to carry an injured sergeant across miles of grueling terrain.",
      "image": "https://image.tmdb.org/t/p/w342//kVG8zFFYrpyYLoHChuEeOGAd6Ru.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//eTvN54pd83TrSEOz6wbsXEJktCV.jpg",
      "category": "War"
    },
    {
      "id": 940175,
      "title": "A Tale of Two Guns",
      "description": "In the lawless West, The Cowboys, a notorious brotherhood of killers and thieves, reigned over the land with brutal fists and fast guns. Fate had finally caught up with them and now the merciless gang has but a single surviving member. When a deputized gunslinger takes up the call to hunt down the last Cowboy, the chase is on and the bullets fly, and only one of these hardened men can survive.",
      "image": "https://image.tmdb.org/t/p/w342//kT3Zy7kOQERHnpEHT1wMwXEpJsk.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//LfUXJQOhBa0cfQsGnYwuSUaHId.jpg",
      "category": "Western"
    },
    {
      "id": 709334,
      "title": "No Name and Dynamite",
      "description": "The line between the good guys and the bad guys blurs as ruthless bounty hunters No Name and Dynamite Davenport shoot their way through the Wild West, collecting rewards and making more enemies than friends. With the outlaw John Wilkes Booth on the run and gold hidden in the hills, justice must be served.",
      "image": "https://image.tmdb.org/t/p/w342//7MVENxKbO925bTm6IUb4xtZ65NZ.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//9NDiFyiMYcQHFGYZIKtL6w3JoAl.jpg",
      "category": "Western"
    },
    {
      "id": 835767,
      "title": "Gunfight at Rio Bravo",
      "description": "When mysterious Russian gunslinger Ivan Turchin rides into a small Texas town, he runs afoul of a bloodthirsty outlaw gang known as The Hellhounds. Outmanned and outgunned, the town must put their trust in Turchin to protect them from annihilation at the hands of the bandits. The gunslinger finds allies in the form of Marshal Austin Carter and Sheriff Vernon Kelly, and together the three must make a desperate stand against impossible and violent odds.",
      "image": "https://image.tmdb.org/t/p/w342//92hYmHw1XpMEF7yZUzjOzcO4zmC.jpg",
      "backgroundUrl": "https://image.tmdb.org/t/p/original//x7x6NT1JcdqxK8GlAWFhm3mzHnV.jpg",
      "category": "Western"
    }
  ]
}
